[{"name": "面向算力融合的集群计算管理关键技术研究和应用\n", "content": "针对传统超算作业中心与新兴智算作业中心计算任务融\n合的趋势，研究相应的算力融合管理的架构体系，研制先进的算力集群\n融合管理平台，提高融合计算场景下异构计算资源的使用效率。研究跨\n异构硬件平台的算力管理调度技术，实现对包括国产主流CPU、GPU等算\n力资源的统一调度，研究GPU计算卡的自动识别和快速适配技术，实现\n算力资源与管理调度的耦合优化；研究集群算力系统中高速存储、无损\n网络和高速通信库技术，构建与RDMA网络联动和高效交互机制，实现对\n不同规模集群算力方案的有效支撑和底层核心技术的自主可控；研究AI\n计算任务的切分优化和调度优化，提高大模型训练效率；研发先进的融\n合算力集群管理平台，进行规模应用。\n绩效目标：研发融合传统科学超算与AI计算的算力集群管理平台，\n实现一套平台管理传统科学超算和AI计算两种计算任务，平台具有管理\n千台以上服务器的能力，支持与国产服务器协同，适配主流国产GPU卡\n和AI计算框架；研发通信库与服务器操作系统，实现底层核心技术的自\n主可控；平台在企业、科研机构、智算中心等不少于4个行业进行规模\n应用。\n2", "fileName": "file1"}, {"name": "基于国产算力芯片的AI算力优化关键技术研究和应用\n", "content": "针对基于国产算力芯片AI计算的重大需求和主流AI计\n算框架对国产算力芯片的兼容性等问题，研究国产算力芯片的硬件特性—10—和主流AI框架的适应性，研究AI计算的优化加速方法，提高其在国产\n算力芯片上的运行性能；研究主流开源大语言模型在国产算力芯片上的\n适应性和优化策略，实现模型算力消耗的明显降低；研究国产算力芯片\n的并行计算性能，研发优化AI计算的工具软件，提高AI模型在国产算\n力平台上的训练推理效率；研发基于国产算力芯片的AI推训融合平台，\n实现国内外主流人工智能框架在国产算力芯片上的高效训练和推理。\n绩效目标：研发一个基于国产算力芯片的AI推训融合平台，及一套\n包括高性能编译器、调试器和性能分析工具的开发工具链，平台提供基\n于主流AI框架的开源模型在国产算力芯片上的自适应训练和推理，实现\n训练、推理脚本的一站式迁移、开发和调试；平台实现国际主流AI框架\n在国产算力平台上的优化，使其平均运行时间较目前减少30%以上；构\n建包含Norm、FlashAttention等的Transformer加速库和优化的加速算\n子；开发基于国产化算力集群的智能梯度切分算法，实现自动化梯度参\n数切分，提升计算和通信并行量，提高集群训练性能；研发的平台软件\n至少支持2家国产算力芯片厂商产品，实现不少于100PFLOPS国产算力\n资源的示范应用；申请发明专利5件及以上。\n3", "fileName": "file2"}, {"name": "大型装备使用训练仓和数字教员关键技术研发\n", "content": "面向飞机、高铁或地铁、船舶等大型运载工具驾驶员或\n大型装备使用模拟训练，研究复杂、嘈杂环境下视音频清晰获取技术，\n构建领域知识嵌入的训练舱行为识别模型，实现受训人员模拟训练考核\n自动评估；建立多源异构数据关联挖掘模型，研究受训人员训练多粒度\n画像自动生成技术，实现对受训人员训练状态准确评估和异常状态预警；\n自主研发面向高端运载工具驾驶员或装备使用训练的数字教员系统，并\n在民航、高铁、船舶等大型装备使用其中一个领域开展应用示范。—11—绩效目标：研制面向高端运载工具驾驶员或大型装备使用训练的数\n字教员，实现复杂环境下受训人员手势、语音指令、仪表盘的清晰获取\n和准确识别，识别准确率≥95%；实现受训人员疲劳状态、违规操作准确\n检测，准确率≥95%；能够对受训人员训练进行自动考核，并自动生成受\n训人员训练全过程、全周期画像。\n4", "fileName": "file3"}, {"name": "数字口腔关键技术研发及应用\n", "content": "针对数字口腔虚拟种植与正畸等，研究多模态成像和自\n动化校准对齐技术，研究多平面重建、牙弓曲线拟合等技术，实现全自\n动高质量口腔扫描图像生成与三维颌面重建；研究牙齿病症分割、头影\n关键点检测与颌面软硬组织三维重建算法，实现口腔患者状况的智能评\n估与人工牙根的虚拟种植；研究多视角口扫数据三维牙齿分割与6D姿态\n估计智能排牙算法，实现牙齿动态矫治过程与面部形变的三维可视化；\n研发口腔扫描成像软件和口腔健康状况分析软件。\n绩效目标：研发口腔扫描成像、颌面三维重建、智能排牙与口腔健\n康状况分析等软件，实现智能医患交互与口腔诊断分析报告的自动生成，\n并在3家以上医疗机构开展临床验证应用。\n5", "fileName": "file4"}, {"name": "真实感虚实物体三维建模与活化技术研究\n", "content": "面向数字文博、数字文旅、影视文化等领域中对于文物、\n吉祥物和扮演角色等虚实物体的个性化、趣味性、沉浸式体验需求，研\n究基于多模态生成式模型的真实感虚实物体三维建模与活化视频生成关\n键技术与体验平台。面向数字文博、数字文旅、影视文化等行业领域，\n构建垂直领域知识图谱和多模态行业大数据，研制面向垂直领域的可伸\n缩专业级生成式问答大模型，实现回答内容的通俗易懂和时长可控；研\n究基于多模态信息检索的生成增强技术，打通不同时期、不同地域的文—12—字、语言间的语义鸿沟；研制文本/图像多模态信息驱动下基于神经辐射\n场的虚实物体三维模型自动生成技术，实现生成效率和逼真程度的全面\n提升；研究面向三维模型的自动功能部件语义分割技术，建立功能部件\n与虚拟人部位之间的姿态对应关系；研究虚实物体活化视频自动生成技\n术，推荐符合虚实物体内涵的视频内容，实现声图并茂的沉浸感用户体\n验。\n绩效目标：1）面向垂直领域的专业级问答大模型平均响应时间少于\n3秒，用户回答满意度达到95%以上；2）虚实物体三维建模速度比传统方\n法提高10倍以上，三维网格模型和纹理重建时间在分秒级，三维模型可\n用率70%以上；3）多模态数据识别准确率80%以上，视频内容推荐正确率\n95%以上，用户体验满意度90%以上。成果在文博产业和数字文旅等领域\n进行示范应用，并至少在三家省级博物馆进行示范应用。\n6", "fileName": "file5"}, {"name": "跨境贸易领域大模型关键技术研究及示范应用\n", "content": "针对跨境交易监管要求高和贸易单证数据多语言、多模\n态、多源、异构的特点，研究专用多模态大模型训练数据集构建方法，\n实现高效一体的跨境贸易数据流水处理，解决数据集构建中的繁杂流程\n和高昂成本问题；研究多模态预训练模型及训练优化策略，解决跨境贸\n易中预训练大模型引导的跨模态细粒度语义对齐，多语种、多模态信息\n的融合理解问题，实现海外发票（PI/CI）、跨境物流单据与交易报文信\n息的综合理解；研究大模型切分与调度、模型分布式自适应学习等技术，\n提升模型的学习效率和泛化能力，快速支持美国、欧洲等不同国家地区\n的贸易材料处理；研发、构建用于跨境贸易领域的视觉语言大模型，以\n解决跨境贸易领域人工审核效率低、审核经验积累成本高、复制难度大、\n现有小模型解决方案精度低等痛点，不断提升大模型在跨境材料中的图—13—文理解能力。\n绩效目标：1)构建一个具有自主知识产权的跨境贸易领域大规模视\n觉语言模型，实现贸易文件的智能处理，自动化审核比例90%以上，误\n报率低于5%；2)大模型参数规模达到百亿级，上下文窗口达到16000个\n标记；3)支持多语言处理，支持多图像并列输入；4）成果接入贸易材料\n审核平台，在跨境贸易场景中应用示范，海外发票（PI/CI）图文理解准\n确率90%以上，跨境物流单据图文理解准确率85%以上；5）申请发明专\n利2件以上。\n7", "fileName": "file6"}, {"name": "自然资源领域大模型关键技术研发与应用\n", "content": "针对自然资源管理、国土空间规划等领域大模型存在知\n识局限性、领域数据限制、业务适应性差、生成式幻觉等挑战，研究领\n域知识驱动的多模态数据洞察与提炼技术，构建领域知识语料库，研究\n动态嵌入和上下文感知检索增强算法，实现领域知识语料的精准匹配；\n研究多源数据采集与交叉融合技术，构建领域训练与测试数据集，研究\n基于通用大模型进行领域适应微调和知识迁移的技术，实现模型在相关\n领域的泛化性能提升；研究知识注入、领域专家监督和基于可逆自回归\n推理的意图对齐方法，构建融合信息增强的输出筛选机制，实现生成内\n容中幻觉成分的抑制和大模型的输出准确性的提升；研发基于大模型的\n资源信息管理平台，并在自然资源管理、国土空间规划等进行产业化应\n用。\n绩效目标：实现3种以上模态数据的采集与提炼，构建不少于100\n万条的领域知识语料库；信息检索准确率大于90%，召回率大于90%；微\n调方法支持100亿级以上参数的大模型在消费级GPU上的并行训练，实\n现不少于100万条领域知识的有效注入，大模型在领域测试数据集上的—14—推理准确性提升50%以上，模型输出错误信息的比例小于5%。\n8", "fileName": "file7"}, {"name": "制造业垂直大模型关键技术研发及应用\n", "content": "针对大模型技术在生产制造中面临的高质量行业数据稀\n缺、通用模型专业能力不足、算力受限场景下部署困难等挑战，研究多\n模态生产制造数据的采集、清洗、增广、关联与专家精调数据设计技术，\n构建制造业高质量训练与测试数据库；研究机械、电子、汽车等制造行\n业的大模型多模态联合预训练、指令微调、专业知识注入和人类反馈强\n化学习技术，实现行业大模型专业能力的提升与人类意图对齐；研究大\n模型知识图谱辅助增强技术，实现模型的实时性、真实性和理解能力的\n提升；研究大模型压缩、知识蒸馏、低秩分解等轻量化技术以及国产平\n台的适配技术，实现大模型的边缘化部署；开发面向制造行业的大模型\n训练、优化、应用全流程平台，打造具有专业能力和可部署落地的制造\n行业大模型，并在电力、机械、汽车、电子、数字安防等至少1个典型\n制造行业进行产业化应用。\n绩效目标：面向相关制造行业，构建不少于30万条3种以上模态的\n专家指令精调数据集；实现不少于100万条领域知识的构建和注入；行\n业大模型在工业质检、设备运维等不少于2项专业任务上的性能，相比\n通用大模型推理准确率提升50%以上；行业大模型适配不少于2种国产\n化推理平台；申请发明专利4件以上。\n9", "fileName": "file8"}, {"name": "面向智能家居的人工智能关键技术研究\n", "content": "针对智能家居领域家居单元多样化、数据多模态且异构、\n用户需求个性化强但意图理解难等特点，研究多模态家居数据的统一编\n码技术和适用于家居场景的通用无线传输协议；研究用户习惯和生活方\n式的在线辨识方法，实现自动解析用户生活习惯和对用户需求的精准理—15—解；研究用户数据、习惯与健康生活方式的智慧处理模式，研究符合用\n户习惯和健康生活的大模型训练和定制化微调技术，自动生成合理家居\n管理方案；研究智能家居生态数据安全管理技术，研发用户个人信息、\n行为数据的隐私保护方法，实现智能家居数据的高效加密；研发智能家\n居管理平台，支撑多品类家居产品的多源异构互联和智慧管理。\n绩效目标：研发的智能家居管理平台支持智能设备与环境的互动，\n实现用户数据的安全收集和使用，并提供个性化生活建议和生活管理措\n施；研发智能家居问答系统，支持用户问题回答和需求理解，回答准确\n率90%以上，用户需求理解准确率80%以上；在家电、厨电等场景进行应\n用，形成不少于5种终端家电设备的链接，采集处理终端数据10万份以\n上；申请发明专利不少于10件，形成1项行业标准。\n10", "fileName": "file9"}, {"name": "基于人工智能的工具软件研发与产业化\n", "content": "针对软件研发、产品设计等过程中人机交互难、意图理\n解难、自动化程度低等问题，围绕大模型与工具软件融合关键技术展开\n研究。研究高效、精准的行业领域术语发现和术语抽取技术，研究基于\n多模态预训练模型的设计需求理解技术，实现对产品需求多模态文档结\n构与语义的理解和提取；研究设计产品的统一表征方法和技术，提升研\n发设计过程中不同角色的交互能力和交互水平；研究代码、文本、设计\n图等多种设计语言的数字资产建模方法，建立行业产品设计资产数据库，\n研发有效的资产管理工具，实现设计元素和模板的快速访问和重用；研\n发面向软件代码生成、产品外形设计等领域的智能工具软件。\n绩效目标：研发面向软件代码生成、产品外形设计等领域的智能工\n具软件，该工具软件支持对生成结果进行二次编辑设计；自然语言识别\n精度不低于90%，平均生成时间不超过1分钟；支持人工建模设计生成—16—数字资产模型；工具软件在政府部门、银行、服装、家具等10个以上单\n位应用；申请发明专利10件以上。\n11", "fileName": "file10"}, {"name": "隐私保护智能模型研究与应用\n", "content": "研究基于后量子密码、安全多方计算等密码算法相融合\n的数据安全保障机制，设计抗量子攻击的隐私保护模型；研究基于多方\n联合隐私学习的人工智能模型安全保障机制，实现安全、可信的多方联\n合人工智能模型训练与推理；结合区块链技术与可搜索加密、代理重加\n密、同态加密算法，实现数据可信确权、安全搜索、安全共享与价值挖\n掘；研究可信执行环境与密码算法相结合的隐私保护机器学习模型训练\n方法，形成基于硬件加速的隐私学习优化机制；研发抗量子攻击的全生\n命周期安全隐私学习平台并进行示范应用。\n绩效目标：研发抗量子攻击的全生命周期安全隐私学习平台，平台\n具有抗量子攻击与抗侧信道攻击特性，达到如下性能指标：十亿数据量\n级的隐私求交在小时级内完成，亿数据量级的隐匿查询在分钟级内完成，\n百万数据量级的逻辑回归联合建模在半小时内完成；在标准数据集\nCIFAR-10和CIFAR-100上，多方联合学习模型的准确率不低于90%；设计\n至少三种抗量子攻击的新型密码学算法；支持至少两种可信执行环境，\n完成对同态加密、可搜索加密、代理重加密等密码算法的优化，实现效\n率提升10倍以上；申请发明专利不少于10件。\n12", "fileName": "file11"}, {"name": "城市大数据智能治理关键技术研究与产业化应用\n", "content": "针对复杂城市场景下大数据智能化治理面临的技术挑战\n与应用需求，研究基于深度学习的实体识别和去重技术，构建数据一致\n性约束的自动验证和维护机制；研究多层级数据血缘关系构建方法和海\n量数据高效查询和血缘追踪技术，构建数据异动的全天候穿透式监管模—17—型；研究知识交叉融合的多模态数据增广技术和可信可用数据生成技术，\n形成一套数据质量评估体系和方法；研究人、机、物、事、地、情等多\n维度多模态数据融合方法，实现跨部门、跨层级、跨区域、跨平台等多\n跨协同数据要素的高效流转；研究基于生成式大模型与场景化小模型融\n合的智能治理框架，构建大模型与小模型的高效协同体系，支持多模态\n数据的分级诊断和融合治理。\n绩效目标：集成至少4种不同模态的城市公共数据，开发至少6种多\n模态数据融合算法；支持至少2种大模型和6种小模型的协同；实体信息\n提取准确率达到90%以上，并行处理性能达到100个/秒；数据智能分类的\n准确率达到90%以上，并行处理性能达到100个/秒；研制并交付一套多模\n态城市大数据智能化治理的产品工具，符合信创标准，并在智慧交通、\n未来社区、应急管理、档案管理等至少1个城市治理典型场景进行产业化\n应用；相关技术申请发明专利5件以上。\n13", "fileName": "file12"}, {"name": "基于行业大数据的智能决策关键技术研究和应用\n", "content": "针对金融、税务、电力电网等行业复杂网络下精准决策\n的需求，研究差分隐私计算技术和安全多方计算算法等，实现在保护隐\n私的前提下进行数据分析和计算；研究大数据模型训推一体化平台建设，\n研究基于自监督学习大数据完成大模型预训练优化，探索在不影响精度\n情况下提升模型推理效率的量化技术；研究通过用户指令实现大语言模\n型自动化拆分任务、自动调用模型执行分发任务，实现大语言模型效率\n及准确度的提升；研究跨平台组件数据融合、低延时交互技术，实现包\n括数据库、应用程序、云服务等多平台间数据融合、交换。\n绩效目标：针对行业需求，形成数据规则分析算法≥10种，百万级\n数据平均处理时间≤2s，准确率达到90%以上；研发行业知识/数据双驱—18—动的决策分析系统，决策结果与实际匹配度≥90%，行业风险模型≥15\n种；实现跨平台连接组件不少于100种，单组件连接数据延时≤2s；在金\n融、税务、电力电网等领域不少于5家企业进行示范应用；申请发明专利\n不少于5件。\n14", "fileName": "file13"}, {"name": "工业系统流程监测与态势分析关键技术与应用\n", "content": "针对网联场景下工业流程感知监测与关键环节态势控制\n的重大需求，研究工业多模态数据的自监督表征提取技术，实现数据中\n蕴含的关键信息的提取和特征融合；研究机理物理数据、工业流程运行\n数据、内外部环境数据以及其他状态反馈数据的训练集构建与关联性建\n模方法，为感知和控制模型提供数据支持；研究基于多数据融合、多模\n态表征学习、专家知识与数据融合分析的工业系统动态精准感知与智能\n监测方法，建立工业典型过程健康监测与故障识别模型；研究面向关键\n工业控制流程的感知控制一体化增强技术，构建工业系统流程监测、态\n势控制评估体系和控制优化策略；研究支持异构互通、多模态数据融合、\n知识提取和归类的工业系统动态感知与态势控制开放平台，并在智能制\n造、绿色能源等行业进行示范应用。\n绩效目标：建立面向工业系统的数据治理框架，支持不少于30种不\n同来源数据的处理能力；建立不少于150类的数据关系规则库，构建支\n持感知模型训练的样本数据集2类以上，每一类数据集样本量大于5万\n条；开发先进的动态感知与态势控制开放应用平台，支持不少于15种算\n法模型。\n15", "fileName": "file14"}, {"name": "多态异构信号融合的异常检测关键技术与应用\n", "content": "针对基于单一信号分析的检测方法失效的难题，研制能\n够在复杂场景下应用的多模态信号检测传感器，支持声学信号与其他辅—19—助信号采集；研究基于超声、红外、摄像头、激光雷达等传感器数据的\n微弱信号检测方法，实现系统正常模态和异常模态的精准被动检测和主\n动预测；研究小样本条件下基于神经网络非线性拟合、多模态感知、多\n源数据融合的多维度关联性建模方法，构建典型模态匹配模型；研究基\n于基于深度学习等AI技术的故障信号知识与语义提取方法，实现故障的\n精准识别和分类；研究复杂强干扰环境下噪声识别与抑制技术，结合深\n度学习技术构建鲁棒感知与状态监测模型；研究支持多模态异构数据语\n义提取和异常事件监测的处理与分析平台，包含数据上传、自动标注、\n归档整合、模型训练、效果测评等主要功能，并在多个场景中进行验证。\n绩效目标：研制不少于1种状态监测传感器，能够支持声学信号或\n其它重要模态信号采集，实现对智能系统的全方位监测；能够对典型故\n障和异常进行准确监测和识别，综合识别准确率≥95%；研发故障诊断系\n统，适用故障场景不少于5个，故障检测时间小于5分钟，在高端装备、\n智能制造、电力等领域2家以上企业开展示范应用。\n16", "fileName": "file15"}, {"name": "大模型安全检测关键技术研究及平台研发\n", "content": "针对大模型技术在应用过程中容易产生内容安全、模型\n安全、隐私泄露等安全风险，研究文本、图像、音视频等非结构化数据\n的关键信息智能检测方法，支持语义提取、多模态一致性鉴别以及AIGC\n伪造内容的快速筛选；研究大模型安全性检测技术，包括模型训练、部\n署和运行过程中的漏洞、隐私泄露和安全风险检测，开发自动化检测系\n统，支持对抗样本、模型数据投毒、模型后门、模型漏洞等安全内容的\n自动模拟攻击和安全防御测试；研究大模型安全泛化性能的评估方法，\n建立评价体系，支持大模型在不同数据集条件下的性能测试并给出模型\n鲁棒性改进建议。—20—绩效目标：研制大模型安全测试服务平台1个，提供安全风险检测\n类型≥20种，多模态内容安全测试敏感数据集样本≥2000条，自动模拟\n攻击和安全防御测试脚本≥2000个；支持多用户管理和多任务并发，大\n模型安全评估并发测试性能≥10000次/分钟，自动生成大模型安全评估\n报告；在网络安全监测等不少于3个领域进行应用。\n17", "fileName": "file16"}, {"name": "电信诈骗治理的关键技术研究与平台研发\n", "content": "针对电信诈骗日益隐蔽、剧本化和动态对抗化的特点，\n研究电信诈骗通话行为特征挖掘和异常检测方法，从诈骗行为数据的时\n序、集群等多个维度建立高质量特征数据库和异常行为检测模型。研究\n基于大语言模型或文本语义模型的诈骗意图分析技术，构建诈骗意图识\n别专业模型、多模态诈骗与伪造样本数据集、反诈骗向量知识库以及诈\n骗意图发现和识别机制。研究音视频内容伪造检测方法，从图像、动作、\n表情、语气等多个音视频模态特征构建模型，实现AIGC与深度伪造内容\n的鉴别。研究反诈骗大模型以及大小模型协同的诈骗意图发现机制，开\n发行为数据、内容分析和音视频伪造检测的全流程智能反诈骗服务平台，\n实现对诈骗行为的智能挖掘、精准预测和快速处置。\n绩效目标：诈骗意图检测准确率不低于90%，平均推理时延低于300\nms，基于意图识别的诈骗模型不少于30个，基于行为数据分析的模型不\n少于100个；伪造音视频检测准确率不低于90%，平均推理时延低于\n300ms；反诈骗大模型参数不少于130亿个，反诈骗服务平台工单自动化\n处置率不低于80%，处理时延不低于5s；在不少于3个典型诈骗监测领\n域进行应用。\n18", "fileName": "file17"}, {"name": "基于多模态数据融合的重大疾病筛查、诊断技术及应\n用—21—", "content": "针对恶性肿瘤等重大疾病早期筛查、诊断技术缺乏等问\n题，在分析疾病生物特征和动态演化机理的基础上，研究行为、肢体、\n声音、表情等多模态数据的疾病特征和融合方法，构建多模态数据统一\n表征和大模型框架，建立基于生物学模型的早筛靶点，优化个性化重大\n疾病分层模型，支持多模态数据下的精准分析筛查和联合诊断；针对重\n大疾病大模型评测难的问题，围绕模态识别、疾病诊断、医疗问答、归\n因分析等方面的评测要求，研究建立多模态大模型知识库，建立知识图\n谱和动态规划监督相结合的反馈机制，形成自动化评估监督和迭代学习\n升级机制；研究建立应对多种临床任务的数字诊断平台统一架构，支持\n“数据+知识”双轮驱动的重大疾病预防、早期筛查和临床决策支持，为\n后续治疗和康复提供数据支撑。\n绩效目标：建立一个面向重大疾病的多模态大模型专病数据库，依\n托多模态数据实现疾病识别准确率不低于85%，发现有效数字靶点不少\n于3个；开发基于统一框架的专病数字服务平台，涵盖临床预、筛、诊、\n治、康五大场景，支持多模态数据交互以及基于专病大模型的关键知识\n抓取、多模态智能辅助诊断等功能；开展临床验证应用，服务医院数量\n不少于5家。\n19", "fileName": "file18"}, {"name": "面向复杂工程场景的视觉智能关键技术研究\n", "content": "针对复杂工程场景下异构大数据具有交叉性、多元性和\n时序性等特点，研究多源异构行业数据的多维时序融合建模，研究多模\n态异构数据多粒度分析挖掘关键技术。针对复杂工程场景下的视觉语义\n理解问题，利用大模型和深度学习理论研究不同监督学习范式下的多目\n标检测和识别技术,研究资源受限条件下与开放集下的动作识别与检测\n技术；探索面向特定领域的小样本或零样本数据分析关键技术，使模型—22—具有可生长、可迭代的智能化生命周期。面向复杂工程场景的视觉智能\n服务需求，研发模块化、自主可控的新一代人工智能监测平台。\n绩效目标：构建面向复杂工程场景的高质量多模态行业大数据集，\n包括不少于15种行业设备及相关50种目标，并建立包含10种方法的\n多场景人工智能算法库；实现大型工程场景的图像识别、目标检测、动\n作识别等视觉感知服务，识别15种以上动作类别和20种以上目标类\n别，动作识别准确率不低于80%、目标检测准确率不低于85%；开发3种\n以上轻量化智能服务技术与产品；研发一套面向复杂工程场景的视觉智\n能设施监测服务平台，安全隐患的识别准确率不低于85%。在通信、能\n源、智能制造等三个以上行业开展应用示范。\n20", "fileName": "file19"}, {"name": "视频内容智能标签关键技术研究及平台开发\n", "content": "针对海量视频资源治理和利用效率不高的问题，研究视\n频内容理解、关联性分析、语义上下文理解等技术，结合领域知识实现\n视频内容关键特征提取、场景理解及与其它结构化/非结构化数据融合，\n建立视频内容全维度结构化信息标注方法，支持对视频内容进行快速检\n索和精准定位；研究视频智能标签自动生成方法，覆盖场景、对象、人\n物、活动等信息及其关联关系的描述，构建标签迭代优化和自纠错机制，\n形成标签管理体系，满足标签管理的时效性、准确性和丰富度要求；研\n制面向行业应用的视频智能标签库，开发视频智能治理综合平台，以视\n频智能标签为纽带建立视频存储、利用、交换和开放的数据结构化管理\n引擎，支持微服务、容器云架构以及用户跨平台自主运行，满足行业推\n广应用个性化定制要求。\n绩效目标：开发视频智能治理综合平台1个，内置场景标签种类不\n少于60种、目标标签不少于20000种、属性标签不少于400种、行为标—23—签不少于300种；智能标签结构化标注信息不少于5个维度，自动标注\n准确率不低于90%；在城市治理、移动通信、智能交通、文化传媒等三\n个以上行业开展应用示范。\n21", "fileName": "file20"}, {"name": "重载无人搬运场景的大规模群体智能关键技术及应用\n", "content": "围绕移动机器人在室内外场景下的重载搬运需求，研究\n室内外场景通用的高负载、高速度、高可靠性的移动机器人，在智能感\n知、高精度控制、大规模群体调度等技术上取得突破；研究大负载、高\n速度移动机器人的高精度控制算法，能够适应室内密集仓储、室外不平\n整道路等各类复杂环境；研究室内外大尺度环境下基于实时差分定位、\n视觉、3D激光雷达、IMU等多传感器、多数据融合的建图定位方法，突\n破室内RTK拒止、室外空旷环境下传感器获取信息少等带来的单一传感\n器失效问题；研究室内外复杂环境下的机器人感知方案，实现对环境中\n人、车的识别、追踪、预测，增强移动机器人感知能力；研究多任务多\n机器人的耦合集群调度和协同智能控制技术，开发大规模机器人协同调\n度云中心系统与操作平台，并在工厂密集物流、港口运输等典型场景实\n现应用示范。\n绩效目标：研制室内外复杂场景下通用的高精度重载移动机器人，\n实现负载≥3000Kg，速度≥1.5m/s，循迹精度≤10cm，到点精度≤1cm；\n实现室内外大尺度环境下多传感器融合建图定位算法，建图范围10万平\n方米以上，定位算法能够在室内外无缝切换，精度≤1cm；移动机器人具\n备对人、车等动态物体的感知与追踪能力，MOTA>85%，LocA>85%，\nHOTA>75%；移动机器人能够在室内外混合作业，协同调度能力≥50台，\n并在工厂密集物流、港口运输等典型场景实现应用示范。\n22", "fileName": "file21"}, {"name": "野外作业机器人智能定位导航关键技术研究及应用—24—", "content": "围绕农业、园林等野外作业机器人在室外不同地形、多\n样干扰环境下自动作业需求，基于多传感器融合定位、无边界增量覆盖\n规划导航、智能障碍物与可行区域识别技术，搭建面向室外多样场景的\n嵌入式国产化智能农业或园林等作业机器人，实现在无物理边线预设情\n况下机器人自主导航作业功能。研究基于视觉、RTK、轮速、惯导等多传\n感器融合的定位技术；研究基于虚拟边界自适应多地形的快速高效全覆\n盖规划技术；研究基于NPU的典型障碍物识别与可行区域识别技术；研\n制基于国产芯片的一体化定位导航嵌入式板卡，具备多传感器融合定位、\n无边线增量式覆盖规划、智能可行区域与障碍物识别等功能，完成用于\n农业、园林等领域的智能作业机器人样机研发与应用示范。\n绩效目标：定位系统支持视觉、RTK、轮速、惯导等不少于4种传感\n器数据融合，在卫星受干扰条件（树木、建筑等遮蔽情况）下定位精度\n优于5cm；支持工作区域设定、区域通路设定、工作区域覆盖规划等功\n能，规划覆盖率≥90%；可行区域识别准确率≥95%，障碍识别种类≥20\n种；定位导航板卡中主计算单元、卫星定位、驱动等核心部件采用国产\n化器件；研制可支持雨天作业、轻量化的农业、园林等野外作业机器人，\n实现多场景应用示范。\n23", "fileName": "file22"}, {"name": "复杂作业机器人智能作业规划关键技术研究及应用\n", "content": "围绕大型作业机械臂复杂空间大范围智能精准作业需求，\n研究面向大尺寸复杂工件的几何算法与多因素约束融合规划的机器人运\n动空间轨迹与作业工艺自动生成技术;研究基于大尺寸复杂工件的空间\n几何算法、场景视觉识别算法、机器人运动控制算法融合的轨迹优化与\n作业方式优化技术;研究基于大尺寸复杂工件的作业精细性、形状变形\n性、质量可靠性等动态检测与馈控算法等关键技术，实现软硬件一体的—25—作业与检测机器人产品研发。\n绩效目标：实现一个具有自动化、智能化的大型复杂工件作业与检\n测技术集成的工业机器人，形成具有自主知识产权、质量稳定可靠、技\n术达到国际先进水平的装置产品，并示范应用。采用研发的装置，生产\n效率与人工方式比较提高3倍以上，产品合格率不低于99.9%。\n24", "fileName": "file23"}, {"name": "产品制造数据空间构建及协同治理关键技术研究及应\n用\n", "content": "针对工业自动化生产领域设备种类多、时序快、动作频\n率高等问题，面向现场生产控制和OT运维要求，研究基于生产节拍控制\n的产品制造数据实时采集、压缩存储、快速检索、统计分析及其低代码\n组态编程方法，实现工业场景灵活适配、设备快速接入和海量产品制造\n数据的高效存储。研究自动化生产过程数字空间构建、动态感知和产线\n优化控制模型，支持产品制造过程数据虚实同步和软硬件协同开发，实\n现生产过程全场景细粒度重现及生产控制优化。针对产品制造海量数据\n难以高效治理的问题，研究生产设备数据模型自动构建和迭代优化方法，\n支持生产控制关键部件性能评估、生产过程分析和预测。研制面向产品\n制造的协同治理平台，实现对企业各生产环节设备接入、数据存储、智\n能分析和处理等现场侧任务全流程协同治理。\n绩效目标：研制产品制造数据实时采集终端，支持不高于100ms的\n生产节拍周期采样和低至1ms的变周期采样，支持数据类型不少于5种、\n数据传输制式不少于5种，支持低代码编程语言不少于3种，申请发明\n专利不少于3件；研制产品制造协同治理平台，提供数据治理智能模型\n不少于20种，在电子、服装、食品、电梯等不少于3个领域开展应用示\n范。—26—25", "fileName": "file24"}, {"name": "流程工业网络化控制系统关键技术研发及产业化\n", "content": "基于“本地运行大脑+异地工厂”的全新流程工业网络化\n控制系统构架，研发面向异地流程工业工厂的网络化控制系统。面向本\n地端研发AI+大数据驱动的流程工业异地工厂数字孪生系统，支持云边\n协同推理的工艺参数实时优化与精准控制，具备工艺偏差预警、前序工\n艺参数反向寻优和后续工艺参数预测功能。面向传输端研发云边端一体\n化的安全可信高链路保障的网络通信架构，研究多链路、多驱动接口、\n多应用软件组合的拟态安全机制，构建确定性安全通信模型；研究面向\n不同运营商、不同网络类型、不同传输介质的多通道高保障传输技术。\n面向异地端研发支持流程工业制造执行单元一体化的智能边缘控制器，\n攻克基于国产芯片的智能边缘控制器内生安全机制、制造执行单元状态\n自感知与故障主动隔离机制、脱网状态极限工况下异地设备的自决策机\n制等核心技术。\n绩效目标：基于国产AI开发框架和国产高性能实时数据库研发数字\n孪生系统，实现模态≥5种，感知信息维度≥20种，模型精确度≥95%；\n支持不低于5万点控制数据的实时处理；远程数据传输链路切换时间≤\n10ms，冗余CPU切换时间≤10ms；智能边缘控制器软硬件（包括芯片、\n操作系统、通信标准）实现全国产化；具备内生安全能力，可抵御不少\n于6种类型的安全攻击；在不少于3家企业实现推广应用，实现销售收\n入不少于5000万元。\n26", "fileName": "file25"}, {"name": "高端装备核心零部件智能设计与控制关键技术研究\n", "content": "针对汽车、高端装备等核心零部件在整机上性能验证难\n的问题，研究支持多部件协同的整机运动学仿真建模方法，实现高端装\n备核心零部件的整机级运动特性分析；研发面向多参数和高可靠性的状—27—态实时感知系统，实现基于支持向量机、随机森林等机器学习方法的核\n心零部件多参数优化控制算法，设计核心零部件输出随时变工况的调节\n机制；分析核心零部件输出特性与控制变量之间的映射关系，实现基于\n半监督学习的控制参数标注，设计基于迁移学习、强化学习等方法的装\n备或部件智能控制算法；研究剪枝、量化、知识蒸馏等深度学习模型的\n轻量化技术，设计基于NPU或FPGA的嵌入式深度学习架构，实现智能控\n制算法在嵌入式处理器上的实时计算和推理。\n绩效目标：开发出具有自主知识产权的汽车或高端装备等核心零部\n件产品，主要技术指标满足：支持整机运动学仿真功能不少于3个；支\n持不少于3个关键参数的智能设计；支持控制参数连续可调且控制响应\n时间小于50ms；设计耐久寿命不少于400万次；申请发明专利不少于3\n件。\n（二）云计算领域\n27", "fileName": "file26"}, {"name": "支持高可靠云部署的计算、网络和存储一体化关键\n技术与产业化\n", "content": "构建面向高可靠云部署的分布式块存储架构，研究多节\n点互连、高带宽低延迟、数据迁移策略及后台调度等技术，实现节点间\n高带宽互连、多级分布式缓存、多级元数据管理等功能；研究分布式计\n算、网络及存储一体化技术以及基于虚拟化技术的云资源配置管理方法，\n构建对计算、存储、网络等资源进行统一管理平台，实现云平台资源的\n规模化高柔性配置及高效利用；研究数据快照方法、克隆与多副本机制、\n纠删编码算法等新型数据存储安全技术，构建数据存储的高可靠保障体\n系；研制基于国产处理器及标准化接口的计算、网络、存储软硬件一体\n化设备，支持自主可控、安全可靠、灵活部署及智能运维的超融合云部—28—署，实现面向高可靠云部署的计算、网络、存储软硬件一体化设备产业\n化。\n绩效目标：1）研制具有自主知识产权的分布式块存储系统以及分布\n式计算、存储、网络一体化管理平台；2）支持管理千台以上节点集群，\n兼容不少于5种数据交互协议和接口；3）支持分布式文件存储、对象存\n储、块存储和集中式存储，具有精简配置、卷快照、双活、复制等功能；\n4）最小结点数配置下IOPS≥100万/s、带宽≥10GB/s；申请发明专利5\n件及以上，获软件著作权5项及以上。\n28", "fileName": "file27"}, {"name": "基于云计算零信任体系的云边融合安全技术与装置\n", "content": "构建基于零信任架构的云边融合防护技术，研究零信任\n体系下云计算安全运营平台技术、云与边访问控制技术、高可靠云计算\n边界安全网关技术，形成零信任云边融合安全协同防护技术体系；研究\n面向云计算的安全风险持续信任评估技术，构建综合信任评估模型与验\n证算法，研发身份智能分析与治理技术，支持高可信安全风险评判；研\n究动态自适应权限策略管理与访问控制技术，研发面向云环境的微隔离\n控制技术、基于流量自学习的权限策略综合治理技术、面向云计算的API\n智能服务访问控制技术，支持复杂云服务环境下安全自适应控制；开发\n基于零信任架构的云边融合安全装置，实现面向云计算的自主可控云边\n协同安全保障及产业化。\n绩效目标：1）研发基于云计算零信任体系的自主可控云边融合安全\n技术与装置，形成一体化协同防护能力；2）云计算零信任评估数据采集\n种类≥20种；零信任评估模型≥10种；3）支持计算资源池、安全组件、\n镜像管理、网络管理、硬件设备等运营对象资源，安全组件≥15种，安\n全处置模板≥10种；4）自主可控云计算边界安全网关，接口数量大于—29—100个，单套网关吞吐量≥500G、单套网关最大并发数≥5000，认证授\n权响应时间≤1秒，用户身份智能分析时间≤3秒；申请发明专利5件及\n以上，获软件著作权5项及以上。\n29", "fileName": "file28"}, {"name": "跨云协同交互与可信计算关键技术研究与应用\n", "content": "研究跨云数据传输与交换标准，构建面向跨云数据操纵\n的中间件集合与多云数据集成处理工具，实现跨云数据传输安全性和处\n理高效性；研究基于联邦学习的跨云交互全流程隐私计算技术、基于自\n主国密算法的云间安全通信和数据加密技术、跨云访问管理与跨云生态\n系统合作模式，支持跨云交互与计算的高安全可靠；构建基于隐私计算\n的跨云协同交互与可信计算平台，研究融入异构隐私计算的跨云协同交\n互方法、多类型算子轻量级融合可信计算方法，研发跨云数据操纵与风\n险计算协控算法与引擎，实现跨云协交互与计算高安全可信；研究跨云\n数据的分布式智能分析、清洗与标注方法，构建基于大模型的领域风控\n认知图谱，支持跨云数据交互与领域决策可信精准计算。\n绩效目标：1）在可信计算领域融入隐私计算、国密协议加解密算法、\n多方安全协控技术，在多云环境中建立可信执行环境；2）构建金融、政\n务、企业跨云协同交互与数据安全共享模式，执行风控分析决策可信计\n算，支持5种以上风险研判计算与决策生成；3）跨云交互安全性≥99.99%，\n可信计算结果覆盖率≥80%，决策准确率≥80%；4）云带宽1GB条件下，\n跨云交互延迟≤2秒，跨云数据交换≥100MB/s；申请发明专利5件及以上，\n获软件著作权5项及以上。—30—30", "fileName": "file29"}, {"name": "基于云原生的物联感知跨模态数据融合决策平台与产\n业化应用\n", "content": "针对云原生多源异构物联感知数据规模巨大、跨模态处\n理难、数据要素价值密度低的难题，开展物联感知基于云原生的大规模\n多模态数据建模、处理与决策关键技术研究；研究物联感知知识智能抽\n取、融合、关联技术，多模态数据特征的统一表达模型；研究物联感知\n数据要素下时空动态知识图谱推演、多元规则融合趋优与精准决策，实\n现分布式存算一体化数据库引擎；研究基于物联感知数据高效处理的分\n布式云计算框架下资源调度关键技术，面向大规模多模态数据计算场景\n下的资源动态扩展，实现异构芯片按人工智能业务场景智能混合调度；\n研发基于云原生的物联感知跨模态数据融合决策平台并产业化应用。\n绩效目标：1）研发基于云原生的物联感知跨模态数据融合决策平台，\n突破物联感知时空多模态点边存储、检索、推演与决策等关键技术5项；\n2）云原生管理调度异构节点数≥5000个；3）支持图数据库千亿级点边\n存储下2度查询≤2秒、3度查询≤5秒；申请发明专利5件及以上，获\n软件著作权2项及以上，在不少于3个场景开展应用示范。\n31", "fileName": "file30"}, {"name": "基于异构超算云的多域算力框架融合调度系统关键技\n术及产业化\n", "content": "研究算力网络架构优化方法，改进算网融合协议，实现\n异构超算云资源透明化、降低应用门槛；根据科学计算、人工智能、大\n数据等多域计算需求，迁移主流计算框架算子，构建统一计算入口及计\n算框架管理平台；研究多域计算框架代码迁移和重用技术，研究数据、\n模型和流水线等多种并行计算模式，开发多域计算框架的编程模型和统\n一接口，研制通用作业监控和管理工具；研究多域模型服务原生和模型—31—即服务技术，研究模型服务化封装组件在算网融合场景中的模型调度与\n部署技术；研究基于深度学习的超算云计算资源智能调度算法，实现作\n业需求与超算云资源的自动适配，研发面向算网融合的智能算力云服务\n平台，并在教育、医疗、文旅或智慧城市等行业开展产业化创新示范应\n用。\n绩效目标：1)开发基于异构超算云的多域计算框架融合调度及智能\n算力云平服务平台，在资源利用率、执行效率方面达到ApacheMesos等\n国际算力资源管理系统的先进水平；2)支持Hadoop、Spark等主流计算\n框架，管理超算集群节点数≥1000个；3)提供服务化人工智能模型≥200\n个，支持源码级AI模型自动化服务封装、发布、共享、部署、调度和能\n力开放，支持第三方平台预训练模型导入，支持PyTorch、TensorFlow\n等主流AI框架；4)申请发明专利5件及以上，获软件著作权5项及以\n上，在不少于2个超算中心进行部署，覆盖教育、医疗、文旅或智慧城\n市等3个及以上行业。\n32", "fileName": "file31"}, {"name": "云感知数据安全聚合与保护关键技术及应用\n", "content": "研究多元感知终端数据统一纳管与高效聚合技术、感知\n终端云接入安全认证和访问控制技术、基于资源上链可信认证的协同聚\n合模型；研究基于量子密码技术的数据安全保障机制，实现抗量子攻击\n的数据可信确权、安全搜索、安全共享与价值挖掘；研究基于多方联合\n学习的人工智能模型安全和数据样本安全保障机制，实现安全、可信的\n人工智能模型训练与推理；研究多模态风险事件实时提取与一体化处理\n技术、感知终端攻击事件动态关联与实时分析技术，研发面向多元感知\n终端的智能攻防算子库与模型库，构建自主可控的云感知安全计算平台，\n在金融、政务、安防、电力、社会治理等领域开展应用。—32—绩效目标：1）开发融合量子密码、数据聚合、攻防模型等技术的云\n感知安全计算平台；2)感知终端认证速率达毫秒级，算子指标计算平均\n延时≤20毫秒；3)多维攻防算子实时计算吞吐量达单节点≥百万TPS、\n集群≥千万TPS;4)不少于3种类型的智能攻防算子库，3个抗量子攻\n击的新型密码学算法，密钥生成、封装和解封装速度≥3000TPS;申请发\n明专利10件及以上，获软件著作权5项及以上，在不少于3家单位开展\n示范应用。\n33", "fileName": "file32"}, {"name": "领域端云网协同平台关键技术及应用\n", "content": "针对各领域模型应用场景复杂多样等问题，基于规则引\n擎的复杂场景功能组件化和应用原子化编排技术，研究端侧计算引擎硬\n件虚拟化技术，实现一站式海量设备厂家的灵活配置；研究端云网协同\n平台计算资源按需动态分配技术和网络配置风险稽核技术，研发云原生\n实时计算引擎，完成操作系统及CPU、GPU等国产软硬件适配；研究视觉、\n雷达、红外等多源信息融合技术，构建设计、渲染、检测、监测、诊断\n等典型领域模型库，实现基于云原生技术的端云网部署与领域计算赋能。\n绩效目标：研制领域模型端云协同计算平台，适配麒麟等国产操作\n系统、海光等国产CPU，申请发明专利不少于6件，并在产品设计、数字\n孪生、故障诊断、灾害预警、云网自智运维等典型领域场景实际落地项\n目不少于5个。\n（三）芯片领域\n34", "fileName": "file33"}, {"name": "中小功率处理器供电芯片研发\n", "content": "融合多相控制器与氮化镓驱动DrGaN供电架构和多DCDC\n变换器并联技术，研究高效率供电芯片创新架构，通过DrMOS或DrGaN与\n控制器集成，精简外围电路设计；通过高效率拓扑控制，使得效率有较—33—大提高，且大大降低电源方案整体成本。在产业化应用上，实现芯片规\n模化应用，助力国内企业产品升级，提升其市场竞争力。\n绩效目标：1）研制面向中小功率处理器的高效率高集成供电芯片，\n实现不少于2家下游企业的规模化量产应用；2）研发产品（技术）参数：\n峰值效率>97%，单片可支持>80A连续输出电流，可实现多片并联以支持\n更大电流的应用场景；3）可灵活配置和驱动氮化镓和硅MOSFET，支持用\n户参数灵活配置，支持芯片异常掉电故障记录；4）申请发明专利5件以\n上。\n35", "fileName": "file34"}, {"name": "大容量存储器芯片测试设备开发\n", "content": "针对大容量存储器芯片高速测试，研究采样信号、噪声\n干扰和控制指令间的耦合机制，提出有效的抑制和补偿措施，提高大规\n模并行测试准确性和可靠性；研究存储器的特性，设计能够适应不同存\n储器的通用测试算法；研究高吞吐量的测试算法，满足其快速数据读写\n的需求；研究低功耗的测试策略，降低测试过程中的能耗；研究存储器\n测试数据的耦合机制，建立相应的海量数据快速处理和分析评估技术。\n绩效目标：1）开发自主知识产权的高速多通道大容量存储器芯片测\n试设备1套；2）测试存储器芯片容量≥128G；3）并测支持≥1024site，\n测试频率≥800Mbps；4）支持多种以上MEMORY存储测试算法和多种存储\n器的测试；5）申请发明专利5件以上，制定行业或团体标准1项以上。\n36", "fileName": "file35"}, {"name": "高能效多核异构AI芯片研发及产业化\n", "content": "针对高能效和低成本等要求，研究存储与计算融合的多\n核异构AI芯片，具体包括：研究低功耗控制核与高算力处理核异构集成\n架构，设计高通量多级流水线提高运算效率，采用晶圆级3D集成等技术\n实现主芯片和存储芯片的封装集成，开发配套的应用编译器等工具链，—34—支持DNN/CNN/RNN等主流常见神经网络，支持Tensorflow和Pytorch等主\n流AI平台，开发应用场景专用人工智能算法。\n绩效目标：1）研制1款高算力低功耗的多核异构AI处理器芯片，芯\n片产品在不少于3家下游单位实现产业化应用；2）芯片技术指标：能效\n比>20TOPS/W@INT8，芯片整体功耗<500mW；3）申请发明专利5件以上。\n37", "fileName": "file36"}, {"name": "大模型训练芯片及集群系统研发\n", "content": "研究支持高效率异构计算的分布式计算框架，设计智能\n资源调度算法，优化通信和协同机制，提升人工智能应用的训练和推理\n性能；研究支持深度学习框架的可编程性计算单元阵列和高效调度管理\n技术；研究支撑算力平台互联集群技术的片上通讯系统拓扑结构和路由\n算法，优化片上通讯系统的能耗和可扩展性；研究基于2.5D封装技术和\n高带宽内存的高性能存储器，实现高速存储器与处理器之间的高带宽通\n信，探索高带宽内存控制器的优化设计和内存能耗管理；研究面向多领\n域多硬件架构的算力平台及其兼容性，研究基于数据环境优化的多数据\n集协同强化学习机制。\n绩效目标：1）研制能够支撑超大规模人工智能模型训练的自主芯片，\n具备良好的计算性能和能效表现，其技术指标为：半精度计算能力≥\n204TFlops；支持片间高速通信，总双向带宽为600GB/s；支持HBM2e存储；\n2）提供完整的软硬件一体化解决方案，包括芯片架构设计、系统级优化\n和软件工具链；3）实现基于多芯片片间互联的算力集群，单集群最大浮\n点运算能力达200P以上；4）申请发明专利5件以上。\n38", "fileName": "file37"}, {"name": "大尺寸高质量碳化硅单晶制备及产业化\n", "content": "研究大尺寸碳化硅单晶生长的热力学和动力学，以及晶\n体生长过程中杂质、多型和缺陷的控制技术，阐明多物理场影响碳化硅—35—单晶生长和缺陷形成的机理，实现微管、位错、碳包体等缺陷有效抑制；\n开展超厚碳化硅单晶生长的一致性和稳定性研究，优化晶体生长工艺，\n解决超厚晶体应力过大导致的晶体断裂、后期生长速度过慢和电导率不\n均匀等问题，实现大英寸低成本超厚碳化硅单晶晶体产业化制备。\n绩效目标：开发大尺寸高质量碳化硅晶体生长工艺，实现批量生产，\n且晶体质量达到如下指标：1）晶圆无宏观缺陷，微管密度<0.2cm-2；2）\n总位错密度<5000cm-2；3）晶圆尺寸≥6英寸，单个晶体厚度≥60mm；4）\n申请发明专利5件以上。\n39", "fileName": "file38"}, {"name": "室温中红外焦平面芯片研发与应用\n", "content": "基于纳米晶中波红外探测材料，通过调控生长条件制备\n大面积的微异质结均匀分布的中波红外探测材料；研制室温中波红外焦\n平面探测芯片，解决焦平面芯片和硅基读出电路集成的技术问题，实现\n批量生产，并进行终端集成与示范应用。\n绩效目标：1）研制高性能室温中波红外焦平面探测芯片，芯片年产\n能力5000片以上，在市政、交管部门或下游企业示范应用≥10家；2）芯\n片产品指标：响应波段覆盖1-5.5μm，平均峰值比探测率≥5×109\nJones，响应时间≤1μs，像元噪声≤1×10-13A/\n；3）申请发明专\n利6件以上。\n40", "fileName": "file39"}, {"name": "面向数字安防应用的Wi-Fi6芯片研发\n", "content": "研究提升穿墙覆盖、高吞吐率的Wi-Fi6MIMO检测器算法\n和高灵敏度抗干扰Wi-Fi6基带处理器算法及其电路实现；研究可提升射\n频收发性能的模拟射频非理想因素校准算法及电路实现技术等；研究适\n合数字安防场景且可有效降低传输延时并提升传输吞吐效能的硬件TDMA\n协议及Soft-AP协议栈；研究有效提升安全性能等级的多模Wi-Fi加解密、—36—安全认证体系方法及软硬件实现方案。\n绩效目标：面向无线安防应用研制1款自主知识产权的Wi-Fi6核心芯\n片，研发产品（技术）参数：1）支持MIMO模式，支持20MHz常规带宽及\n5MHz/10MHz窄带宽模式；2）片上射频功放发射功率>20dBm；接收灵敏\n度：-92dBm（20MHz带宽、MCS0模式）；3）支持硬件TDMA协议，传输延\n时<30ms（8节点星型网络拓扑模式）；4）申请发明专利5件以上，在不\n少于2家单位开展示范应用。\n41", "fileName": "file40"}, {"name": "数据中心服务器CPU芯片研发及产业化\n", "content": "研究CPU指令融合、数据预取、分支预测、融合计算、能\n效优化、芯片RAS和安全等核心技术，研制性能领先的服务器CPU芯片产\n品；研究指令序列的监测和智能融合创新，解决指令效率问题，提升应\n用程序性能；通过向量拓展的方式在CPU核内实现AI算力，简化AI部署复\n杂度，提升使用效率；实现支持虚拟化、RAS、AIA、Vector等扩展。\n绩效目标：1）研制满足高性能服务器需求的CPU芯片；2）底层软件\n设计1套，服务器CPU芯片的云原生应用软件1套；3）芯片产品进入云计\n算企业产业链，在不少于3家的单位开展示范应用；4）申请发明专利5\n件以上，软件著作权5项以上。\n42", "fileName": "file41"}, {"name": "二维可寻址VCSEL芯片研究及产业化\n", "content": "研究多结级联VCSEL外延结构设计并优化制备工艺技术，\n实现高均匀外延片生长；研究高应力补偿、高均匀台面、低寄生多层布\n线、高成品率薄片等技术；研究电极与发射角、器件热分布、布线寄生\n电容以及空间光结构分布作用机制，实现高功率密度和低发散角。\n绩效目标：1）实现高功率密度多结阵列VCSEL芯片设计和制造，相\n关技术水平达到国际先进水平；2）产品（技术）指标：单通道多结功—37—率>40W，功率密度>1kW/mm2，半高宽FWHM<2nm，发射角<21°，光电转\n化效率>42%；3）相关产品在不少于3家单位规模化应用；3）申请发明专\n利5件以上。\n43", "fileName": "file42"}, {"name": "UFS2.2主控芯片研究及产业化\n", "content": "构建新型UFS主控芯片存储架构，研究Flash接口访问管\n理策略，动态SLC数据缓存技术以及大容量FTL管理技术，优化数据存取\n效率，提升存储寿命；研究UFS主控芯片的类SSD主控技术、内部闪存控\n制器、数据安全模块（RAID5）、4KLDPC纠错算法模块等核心专用IP集\n成技术，提升存储器的随机顺序读写的性能和数据错误检测和纠正功能。\n绩效目标：1）研制高性能低成本的UFS2.2存储主控芯片，核心技术\n指标达到国际先进水平；2）相关产品在不少于3家单位规模化应用；3）\n申请发明专利5件以上。\n44", "fileName": "file43"}, {"name": "抗辐照运算放大器研发及产业化\n", "content": "解决介质隔离防止漏电和表面介质加固，实现产品抗辐\n照；开发具有抗辐照能力的高频双极集成电路器件，满足抗辐照的低噪\n声宽带运算放大器的设计需求；设计和优化关键电路参数，实现高频特\n性的优化和可控；研究先进的工艺和电路设计技术，降低电路的噪声和\n失真；根据航天等领域应用需求，完成相关制造工艺和产品的设计及产\n业化。\n绩效目标：1）完成抗辐照低噪声宽带运算放大器系列产品的研制与\n批量化生产；2）相关技术指标达到国际先进水平；3）抗辐照的低噪声\n宽带运算放大器产品通过航天领域应用单位的性能验证；4）申请发明专\n利5件以上。—38—45", "fileName": "file44"}, {"name": "高密度互连线信号及电源完整性EDA关键技术研究及\n示范应用\n", "content": "围绕高速高密度互连线的信号及电源完整性分析应用需\n求，探索高效S参数抽取计算方法；开展高精度电磁仿真引擎研究，构建\n芯片-封装-PCB联合仿真架构；研究基于深度学习的无源/有源器件建模\n技术，探索基于参数化器件模型的电路仿真技术以及信号完整性仿真分\n析方法；开发针对高速高密度互连线仿真和优化设计的EDA工具原型，开\n展示范应用。\n绩效目标：1）开发基于高速高密度互连物理版图的大容量、快速、\n准确的全波电磁场仿真算法，支持百万以上规模的未知数，在计算效率\n和仿真规模上超越现有软件；2）支持准静态及全波分析、整板分析、芯\n片-封装-PCB联合仿真；3）相关产品在不少于2家单位开展示范应用；4）\n申请发明专利5件以上。\n46", "fileName": "file45"}, {"name": "高性能光刻胶开发及产业化\n", "content": "研究光刻胶的分子结构设计、合成与制备技术；研究工\n艺参数及原料组成等与性能之间的关系，优化工艺路线，制定相关技术\n规范；优化生产管控和高精密技术条件，实现杂质含量的有效控制及光\n刻胶的可控制备；研究光刻胶的产业化技术在集成电路领域的应用。\n绩效目标：1）研制具有自主知识产权的光刻胶，开发其关键制备技\n术，关键技术指标不低于国际同类产品；2）建立自主可控的光刻胶生产\n线，制定其工艺技术规范；3）形成规模化生产能力，相关产品在不少于\n3家下游企业示范应用；4）申请发明专利5件及以上。\n47", "fileName": "file46"}, {"name": "高可靠有机硅固晶材料研发及产业化\n", "content": "面向高端芯片封装应用，提高芯片粘接固晶材料的可靠—39—性，开发高性能有机硅固晶绝缘胶和有机硅固晶导电导热胶。设计和合\n成高粘接有机硅增粘剂，提高有机硅固晶胶对芯片和基板的粘接强度和\n耐温性；控制材料的挥发物含量，提高材料的本体强度，降低固晶胶的\n吸湿性，优化材料的线性膨胀系数，避免应力集中导致芯片翘曲。\n绩效目标：1）有机硅固晶绝缘胶和导电导热胶的产品关键性能指标\n不低于国际同类产品；2）形成规模化生产能力，产品在不少于3家下游\n单位实现批量应用；3）申请发明专利5件以上。\n48", "fileName": "file47"}, {"name": "AI辅助EDA工具软件开发及示范应用\n", "content": "研制AI组件算法模型，基于芯片数据特点智能化配置流\n程和参数，快速实现最优的设计方案；根据多种场景的芯片数据，进行\n跨工具、多层次分析测试，构建基准测试数据集；完成算法在多种深度\n学习框架下完成训练、调试、推理算法任务。\n绩效目标：1）基于AI技术研发自主的EDA工具，提高集成电路产品\n的开发质量与效率；2）EDA平台提供覆盖多种规模、多种场景，具备多\n种粒度的基准测试集；3）研发产品技术指标不低于国际同类产品；4）\nEDA工具在不少于2家单位实现示范应用；5）申请发明专利5件以上。\n49", "fileName": "file48"}, {"name": "3D-AI相机模块关键技术研发及产业化\n", "content": "设计高性能低功耗的3D-AI协处理器和多模态AI加速器，\n实现高精度3D深度计算及高质量3D点云优化；；研究多传感信号同步、\n小型化封装高效散热、电磁兼容设计及高速信号仿真等技术，实现相机\n模块的集成优化；开发基于3D-AI芯片的通用深度学习框架和仿真工具\n链，构建跨模态测试及训练数据集，开发跨场景多模态下的AI检测及辨\n识方法，实现高可靠性的跨场景目标感知。\n绩效目标：1）研制高性能低功耗专用3D-AI处理芯片和相机模块，—40—相关技术指标达到国际领先水平；3）形成批量生产能力；4）申请发明\n专利5件以上，制定行业或团体标准1项以上。\n50", "fileName": "file49"}, {"name": "硅基半导体生物分子检测芯片研发及产业化\n", "content": "研究MEMS超声提取、快速升温降温、荧光检测模块功能\n设计及芯片集成化，优化传感器、信号处理和控制电路的互连架构，实\n现生物检测芯片的异构集成；开展全流程集成模块MEMS工艺开发与验证，\n实现超声芯片模块、热电堆阵列模块、光学模块的异质异构工艺开发与\n仿真优化设计；迭代优化芯片的工艺及结构设计，实现生物检测芯片的\n批量生产与产业化。\n绩效目标：1）研制硅基半导体生物分子检测芯片，实现MEMS超声提\n取、快速升温降温、MEMS荧光检测等功能模块的集成；2）产品性能指标\n达到国际先进水平；3）产品在不少于2家单位实现批量应用；4）申请发\n明专利5件以上。\n51", "fileName": "file50"}, {"name": "半导体加工装备高洁净度轴承研制与产业化\n", "content": "研究轴承套圈和钢球的特殊洁净材料，研究特殊热处理\n和成型工艺，开发研制磨超工艺技术和高精度工艺参数，研究解决高真\n空环境下的半导体加工装备高洁净度轴承设计制造关键技术问题。\n绩效目标：1）研制满足半导体加工装备要求的轴承产品，角接触配\n对球轴承的摩擦力矩和刚度、使用寿命等同或优于进口品牌竞品水平；2）\n形成批量生产能力，在不少于3家的单位开展应用；3）申请发明专利3\n件以上。\n52", "fileName": "file51"}, {"name": "光模块用驱动芯片研发及示范应用\n", "content": "针对AI计算中心短距离、大带宽、低功耗、低延时的需\n求，研究解决驱动芯片带宽与传输速率不匹配以及调制器匹配阻抗、高—41—速信号传输中的失真、低功耗与高性能之间的平衡等问题；开展高速芯\n片的研发；支持可调谐的均衡器功能，适配交换机或者算力芯片输出的\n不同信号质量的端口，能够进行稳定的高速通信。\n绩效目标：1）研制光模块驱动芯片，符合工业级标准，产品指标不\n低于国际同类产品的技术水平；2）形成批量生产能力，在不少于3家的\n单位开展应用；3）申请发明专利5件以上。\n53", "fileName": "file52"}, {"name": "半导体制程装备用高性能电机及减速机开发与应用\n", "content": "研究减小电机内阻和铜损的关键技术，提高电机效率；\n优化轴承与预负载设计，减小电机尺寸，提高单位体积下的功率；开发\n线圈绕制和定型、转子动平衡、齿轮组装等重点工艺；研究减速机齿型\n设计，优化加工和组装工艺。\n绩效目标：1）研制不同转速，功率规格的系列高性能微型电机和减\n速机产品；2）产品的核心性能不低于国外一流品牌的同类产品；3）产\n品在不少于3家的单位实现批量应用；4）申请发明专利5件以上。\n54", "fileName": "file53"}, {"name": "数字安全可信根芯片与操作系统研发及产业化\n", "content": "研究芯片级安全技术，设计防御性硬件隔离机制；研究\n系统级安全技术，实现操作系统加密与认证；研究网络通信安全技术，\n通过安全芯片加密，保证通信连接通道的加密防护；研究应用级、终端\n以及数据安全技术，建立自主可控数字安全技术的标准体系。\n绩效目标：1）研制自主可控的数字安全可信根芯片与操作系统，产\n品的核心性能不低于国际一流品牌的同类产品；2）形成批量生产能力，\n在不少于3家的单位实现批量应用；3）申请发明专利5件以上。\n55", "fileName": "file54"}, {"name": "主动标识载体安全芯片研发及产业化—42—", "content": "研究密码算法引擎，开发安全芯片的加解密算法；研究\n并行计算算法，提升算法的性能；开发主动标识载体安全芯片，集成不\n同主动标识载体所需算法，适应不同应用场景需求；研究提高芯片安全\n性的机制和芯片低功耗处理技术。\n绩效目标：1）开发主动标识载体安全芯片，通过国密二级和EAL5+\n认证；2）产品在不少于3家单位实现产业化示范应用；3）申请发明专\n利5件以上。\n56", "fileName": "file55"}, {"name": "直流载波芯片关键技术研究及产业化\n", "content": "研究直流载波芯片的系统建模和芯片架构；研究大规模\n自组织双向通信网络技术和高可靠、低延时通信方法；突破直流线路的\nOFDM调制和抗干扰技术、宽温度范围动态补偿、信号调理机制和芯片封\n装技术瓶颈。\n绩效目标：1）研制集成直流电力载波系统芯片，产品技术指标达到\n国际先进水平；2）形成规模化生产能力，产品在不少于3家下游单位实\n现示范应用；3）申请发明专利7件以上，集成电路布图保护1项以上。\n57", "fileName": "file56"}, {"name": "晶圆缺陷检测系统研发及示范应用\n", "content": "针对高精度半导体晶圆缺陷检测，开发大NA、高分辨和\n大视场DUV光学系统；研究自闭环纳米级运动误差补偿技术，实现先进工\n艺节点的光学系统的精度要求；开发低对比度图像缺陷高灵敏度检测方\n法，实现对低对比度的目标快速定位；设计基于深度学习的视觉缺陷分\n类算法，建立高精度图像缺陷分类标准。\n绩效目标：1）完成晶圆缺陷检测样机和核心部件的开发，适用于6\n寸、8寸和12寸晶圆缺陷检测等应用场景；2）相关产品在不少于2家下游\n企业示范应用；3）申请发明专利5件以上。—43—（四）关键生物技术领域\n58", "fileName": "file57"}, {"name": "多模态生物识别技术及其应用\n", "content": "研究可见光和近红外多模态相机多分辨率联合成像技术，\n探索运动模糊、离焦模糊、光学干扰等虹膜图像增强技术，实现远距离\n虹膜高清成像方法；探索基于人工智能技术的虹膜特征鲁棒检测和识别\n算法；研究二维和三维信息融合的掌纹和掌静脉特征检测方法；探索手\n掌倾斜、手掌弯曲或过度伸展时，掌纹和掌静脉特征的形变演化规律；\n利用深度学习技术，研究具有手掌形变不敏感的掌纹和掌静脉特征关键\n点定位和可靠识别方法；探索非均匀光照下小样本非接触掌静脉特征检\n测和识别技术；完成关键技术和核心装置的应用验证和产业化示范。\n绩效目标：应用虹膜、掌静脉等生物关键技术完成1项以上产品研\n发；其中虹膜技术识别距离＞1米，识别拒真率＜1%，掌静脉技术识别\n距离＞0.3米，识别拒真率＜1%；主持/参与制定2项以上有关国家或地\n方标准；申请/获得8项以上核心技术发明专利；发表2篇以上高质量\nSCI研究性论文。\n59", "fileName": "file58"}, {"name": "活性蚕蛹高值化利用及其健康产品开发\n", "content": "利用系统生物学技术，对蚕蛹不同生长阶段进行蛋白质\n组和代谢组定量分析，揭示最佳活性蚕蛹时期，建立活性蚕蛹的科学标\n准；改变缫丝工艺，通过对削口茧的利用，保留住活性蚕蛹及其体内的\n活性成分；利用系统生物学技术，对蚕桑不同生长阶段产生的副产物进\n行蛋白质组成、代谢物组成等多维度的系统性比较分析，揭示最佳开发\n利用时期；结合分子生物、实验动物和体外人体胃肠模拟系统等技术，\n对最佳开发阶段的桑蚕副产物活性、代谢特性等进行科学评价，结合现\n代制剂工艺，开发健康产品。—44—绩效目标：研发3项以上蚕桑副产物高附加值处理加工工艺；形成\n2项以上桑蚕副产物处理加工技术标准，实现至少10万吨蚕蛹的规模化\n处理；建立活性蚕蛹和蚕蛹活性物质的科学技术评价体系；研发2项以\n上大健康产品，完成1项产品注册；申请/获得2项以上核心技术发明专\n利，发表2篇以上高质量SCI研究性论文。\n60", "fileName": "file59"}, {"name": "结核分枝杆菌及其治疗药物耐药即时检测系统\n", "content": "开展结核分枝杆菌特异性引物设计与反应体系优化研究，\n构建结核分枝杆菌超高灵敏度的检测技术；建立基于高分辨率熔解曲线\n分析法的耐药基因检测方法，分析耐药最低检出限、异质性耐药检出限、\n灵敏度和特异性等关键指标，研发检测试剂盒模型；建立化学裂解、核\n酸磁珠法等结核分枝杆菌样本自动化提取技术，研发配套检测设备并稳\n定检测体系；完成相关产品的精准度与可用性验证。\n绩效目标：设计5种以上结核分枝杆菌特异性引物，建立1套结核\n分枝杆菌超高灵敏度检测技术体系；建立2种以上基于高分辨率熔解曲\n线分析法的耐药基因检测方法，并研制检测试剂盒模型；研发1套配套\n自动化检测设备，并在临床样本中完成试验验证；申请/获得2项以上核\n心技术发明专利，发表3篇以上高质量SCI研究性论文。\n61", "fileName": "file60"}, {"name": "单基因遗传性疾病基因治疗药物前沿关键技术研究\n", "content": "开展特异表达AAV基因治疗载体设计和筛选，结合基因\n合成和分子克隆手段，构建表达调控元件基因表达框序列的AAV融合载\n体，申请/获得可特异性靶向目标脏器细胞的高效转录和表达基因治疗药\n物；针对单基因遗传病的相应高危基因突变，利用CRISPR基因编辑技术，\n构建复合突变型小鼠和大鼠模型，建立可高度模拟单基因遗传病临床症\n状的药物评价动物模型；构建基因治疗药物的规模化生产、纯化工艺、—45—质量评价研究技术体系。\n绩效目标：设计筛选并建立1套新型AAV基因治疗载体，完成载体\n的靶向性与有效性验证；建立4套以上可高度模拟单基因遗传病临床症\n状的药物评价动物模型；完成基因治疗药物的规模化生产、纯化工艺、\n质量评价研究体系各1套；获得1项以上基因治疗药物的新药注册临床\n试验批件；申请/获得5项以上核心技术发明专利。\n62", "fileName": "file61"}, {"name": "基于内生菌促生免疫诱抗技术的微生物菌肥开发\n", "content": "开展多生境下的野生植物、药用植物、高大乔木等内生\n真菌菌株资源的分离和鉴定，采用活性跟踪等技术分离具有促生、免疫\n诱抗活性的单体化合物；建立核心菌株的发酵工艺和规模生产技术，制\n定工艺标准；研究发酵物与有机肥复配方法，制备成多功能内生真菌菌\n肥；通过田间试验，开展生物菌肥高效利用技术体系创建及推广应用，\n全面评估菌肥功效和应用潜力。\n绩效目标：研发1项以上利用内生真菌促生免疫诱抗技术创制高活\n性生物菌肥的技术，并申请/获得50株以上内生真菌资源；开发2项以\n上适合不同应用场景的剂型制备技术；研发1套生物菌肥在粮油作物、\n经济作物的发酵应用技术；建立生态示范区，推广面积累计100万亩次，\n实现水稻、蔬菜增产6%以上；申请/获得3项以上核心技术发明专利。\n63", "fileName": "file62"}, {"name": "外场响应性限域肿瘤治疗药物递送材料开发关键技术\n", "content": "构建面向肿瘤介入治疗的外场响应性药物控释系统,开发\n具有光电场、超声等外场刺激控制的限域药物递释材料。研究基于特定\n化学结构或纳米颗粒的光、电场、超声等外加物理场响应特性载体系统，\n探索材料微结构对治疗因子负载性能的影响规律，以及外加刺激对材料\n性能及药物释放性能的调控规律；研究材料体系在递释化疗药物，加强—46—药物效能并降低药物的系统毒性中的有效性与优势。\n绩效目标：构建1套面向肿瘤介入治疗的外场响应性药物控释系统，\n实现药物的高量传输、高利用率和可控定点药物释放；在人体、动物体\n内完成不少于50次以上的靶向性与药效验证；完成2种以上应用于肝肿\n瘤介入治疗的外场响应性限域药物递送材料的临床前研究，并完成临床\n试验申报工作；申请/获得4项以上核心技术发明专利，发表3篇以上高\n质量SCI研究性论文。\n64", "fileName": "file63"}, {"name": "纳米磁性微球关键技术研究及产业化开发和应用\n", "content": "开发纳米磁性微球活性溶胀关键技术，制备粒径高度均\n一的聚苯乙烯多空微球；研究孔道中原位生长超顺磁性纳米颗粒、超低\n表面非特异性吸附磁性微球制备技术，制备具有羧基、对甲苯磺酰基、\n链霉亲和素等表面官能团的高性能纳米磁性微球，建立磁性表面功能基\n团修饰核心技术体系；开发大容量、规模化制备工艺与分离装置，制定\n标准化生产工艺流程，实现全流程产品质量监控和溯源。\n绩效目标：利用活性溶胀技术实现纳米磁性微球尺寸高度均一与低\n非特异性结合，尺寸2.8±0.05μm；通过自主创新表面包覆技术，实现\n纳米磁性微球制备的规模化、标准化和可溯源；制备高性能纳米磁性微\n球，尺寸与表面官能团密度批间CV<3%；实现大容量、规模化生产与\n质量控制,单批次产能达2千克级；开发8种以上覆盖化学发光、二代测\n序、细胞分选等领域的纳米磁性微球；申请/获得2项以上核心技术发明\n专利，发表2篇以上高质量SCI研究性论文。\n65", "fileName": "file64"}, {"name": "基于类器官的疾病精准治疗和药物筛选平台开发\n", "content": "研究高成功率、不同单位间低差异性的类器官构建技术，\n在类器官构建过程中通过血管化、免疫化技术，提升类器官对疾病组织—47—真实环境的模拟程度；研究类器官构建关键试剂耗材、芯片、自动化设\n备，开发类器官自动化、标准化分析方法，对各项参数进行实时无创的\n准确表征；开发基于类器官的药物筛选平台，进行药物安全性和有效性\n的测试。\n绩效目标：开发1套包含自主知识产权的试剂耗材、自动化设备在\n内的类器官标准化构建技术；构建1套类器官的微环境化技术，重现和\n模拟器官的真实微环境；开发1套类器官表征的检测和分析方法；开发\n1套类器官药敏测试和分析设备，利用上述平台与技术对50例以上的临\n床病例进行测试和精准用药辅助指导。申请/获得5项以上核心技术发明\n专利，发表3篇以上高质量SCI研究性论文。\n66", "fileName": "file65"}, {"name": "用于血管腔内治疗的带支架药物洗脱PTA球囊导管的\n研究\n", "content": "针对外周动脉血管的狭窄和闭塞病变，开发具有可回收\n支架药物洗脱PTA球囊导管。研究带支架药物洗脱PTA球囊导管关键\n在于覆于球囊表面非植入支架设计、药物涂层技术；研究可回收支架的\n材料、结构设计和加工工艺改进技术；研究药物涂层定固度高且与血管\n接触时可快速释放的药物配方药物球囊关键技术；开发创新型涂覆工艺-\n自主设计超声雾化喷涂装备及同轴喷雾技术工艺。\n绩效目标：围绕着药物涂层配方、涂层涂覆技术和非植入支架等本\n项目的关键技术方面研究出带支架药物洗脱PTA球囊导管并在临床应用\n推广；获得/申请10项以上核心技术发明专利；获得1项3类医疗器械\n证。\n67", "fileName": "file66"}, {"name": "单细胞多组学解析技术及其应用\n", "content": "基于创新性底层技术以及原理开发革新性单细胞多组学—48—解析技术，以攻克单细胞组学研究领域在细胞投入量范围灵活性、细胞\n尺寸捕获偏好性、细胞成像能力拓展性、细胞微环境检测能力、原位细\n胞互作检测能力、亚细胞定位检测能力等方面的局限性；针对重要生命\n现象、人类重大疾病进程，将上述技术体系应用于绘制大规模样本的单\n细胞图谱，构建基因表达调控、细胞互作网络、细胞命运决定、组织形\n态形成、疾病形成机理等多个层面互作机制链条，最终建立多组学人类\n细胞全景式图谱。\n绩效目标：研发具有自主知识产权的高通量单细胞多组学测序和分\n析技术，实现单次细胞投入通量100至100万数量级；兼容尺寸大于100\n微米的细胞高通量测序流程(单张芯片1,000细胞以上)；实验流程兼容\n细胞染色和显微成像，原位检测细胞培养微环境中的细胞互作及迁移特\n征；能够检测大尺寸细胞如卵细胞的空间基因分布特征；构建5套以上\n人类疾病单细胞多组学图谱；申请/获得10项以上核心技术发明专利，\n发表10篇以上高质量SCI研究性论文。\n68", "fileName": "file67"}, {"name": "皮肤局部外用改良型药物开发关键技术研发及应用\n", "content": "基于缓控释技术开发皮肤局部外用药物，筛选刺激性低\n和治疗效果佳的新产品；研究采用不同的技术方案（包封缓释、抑晶、\n增溶等），实现不同剂量、溶解度和透皮性质药物的可控释放，发挥药\n物的协同增效作用；研究半固体给药系统中药物增溶技术、药物包裹技\n术，提高药物的生物利用度、降低皮肤刺激性；研究半固体给药系统中\n药物活性成分与基质相互作用机制研究，通过调控药物的微观结构和基\n质间的相互作用，实现对药物的缓释、控释，满足不同药物的个性化递\n送需求。\n绩效目标：基于新型给药技术，药物活性成分的可控释周期在24小—49—时内精准可调；难溶性药物成分的溶解度提高3倍以上；透皮吸收率提\n高1倍以上；提高药物活性成分在光照、氧气下稳定性，降解速率降低；\n完成2项以上外用改良型新药的小试制备和注册批生产，完成相关动物\n药理和毒理试验等临床前研究；获得1件以上临床I期批件；申请/获得\n6项以上核心技术发明专利，发表2篇以上高质量SCI研究性论文。\n（五）绿色能源领域\n69", "fileName": "file68"}, {"name": "高效彩色光伏构件关键技术研究及产业化\n", "content": "研发高效高透光彩色膜系设计及制备技术、大尺寸均匀\n彩色镀膜技术及曲面彩色光伏构件技术；研究膜层附着力和颜色的变化\n规律以及膜系结构稳定性、高效彩色光伏产品功率损耗及颜色长期稳定\n性可靠性，研制具有长期稳定性的高性能彩色光伏产品；研制多尺寸彩\n色光伏产品的自动化生产封装工艺和设备；基于彩色光伏产品设计并建\n设低碳示范建筑；开发不同颜色光伏组件组合发电的优化方案，提升光\n伏系统效率。\n绩效目标：实现不低于8种颜色的彩色光伏组件产品及3500*1100mm\n的光伏构件面积，均匀性色差ΔE≤2.5，平均输出功率≥770W（AM1.5），\n光电转化效率达到20%以上；使用寿命超过30年且防火等级达到A级；\n实现曲面光伏构件产品曲率半径≤1m；建成年产50万平米以上具有自主\n产权彩色光伏构件生产线1套；完成2万平方米以上低碳/零碳建筑示范\n工程，系统效率大于80%，实现建筑本体节能率提升20%，可再生能源利\n用率大于40%。\n70", "fileName": "file69"}, {"name": "新能源车充换一体化电站集成技术开发与规模化应用\n", "content": "针对国家新能源车充换电站建设的要求，研究运用人工\n智能、大数据技术并结合机器人的充换一体化智能电站。开展新能源车—50—安全、可靠、高效、便捷充换电技术，促进新能源车与电网友好协调；\n优化电站功率智能分配算法，实现充电站单柜的无限功率扩展，提升功\n率模块使用效率；研究基于深度学习模型的运营态实时更新技术，研发\n电池更换设备，实现自动、快速、准确地进行检测、识别、定位、更换\n与结算等操作。\n绩效目标：形成具有国际先进水平的新能源车充换一体化智能电站，\n能自动识别电池状态和性能，实现电池有序储备并根据充电策略进行最\n优化调节；实现换电过程智能化，无人操作控制在90秒以内，自动换电\n成功率达99%；单桩输出功率不低于240kw，峰值效率大于95%；实现新\n能源车充换一体化电站规模化应用，建设示范工程1-2处。\n71", "fileName": "file70"}, {"name": "储能用低成本高比能钠离子电池硬碳负极材料开发与\n产业化\n", "content": "针对国内钠电硬碳负极材料存在比容量和首次库伦效率\n低、循环寿命较短、成本高等问题，以及高品质硬碳负极材料严重依赖\n进口，导致钠电价格居高不下的状况，重点突破高比能长寿命硬碳负极\n材料产业化开发技术，实现其规模化生产制备；优化硬碳极片制备技术\n和工艺配方，提升负极的压实密度、能量密度和寿命；基于新型硬碳的\n钠离子电池器件耐久性、环境适应性、安全性评价技术，开发高容量、\n高安全性和长寿命钠离子电池，满足大规模储能应用要求。\n绩效目标：形成钠电硬碳负极材料的规模化制备技术，实现高性价\n比钠电硬碳材料的国产化替代和钠离子电池的储能应用；开发容量\n≥100Ah的钠离子电池单体；首次库伦效率90-93%，比容量360-380\nmAh/g，循环寿命2500次，可10C充放电，其成本10万元/吨；建成\n1-2个兆瓦时钠电储能系统。—51—72", "fileName": "file71"}, {"name": "CCUS关键设备CO2低温输送泵机组研发及应用\n", "content": "研发液态富CO2介质低温输送泵整体结构设计技术，包括\n低温CO2介质相变机理、多相流动特性、多相流动诱导转子振动特性以及\n面向低振动与高抗汽蚀性能的整体结构设计技术；研发低温液态CO2介质\n流体动力特性分析方法和低振动转子设计方法；开发低温CO2输送泵整体\n流道结构数字化设计方法；研发高效高可靠低温CO2介质输送泵机组。实\n现1台以上机组在CCUS装置的示范应用，实现连续运行。\n绩效目标：开发出高效高可靠的CO2低温输送泵机组1台，实现100%\n国产化，设计流量≥160m3/h，效率≥73%，扬程≥665m，温度-65℃以\n上；并在CCUS装置示范应用，实现年减排二氧化碳30万吨以上。\n73", "fileName": "file72"}, {"name": "智能化低品位宽负荷工况余热高效利用透平机组研发\n及应用\n", "content": "针对余热余能回收透平宽负荷工况高效气动特性设计、\n低振动高可靠余热余能回收透平整体结构设计以及余热余能回收透平机\n组状态监测与智能调控等关键技术进行研究，形成一套完整的基于复杂\n工艺设计、高效气动设计、低振动高可靠结构设计以及状态监测与智能\n调控设计的余热余能高效回收透平机成套装备国产化开发技术。研制的\n智能化透平机组，在钢铁、冶金、管道、化工等高能耗行业实现示范与\n推广应用。\n绩效目标：研发高能耗行业智能化透平机组装备，回收功率≥\n3000kW；机组效率≥70%；振动幅值≤80μm；进汽压力≥0.55MPa.a；节\n省标煤8000吨/年，二氧化碳减排指标19000吨/年；机组具有在线状态\n监测、预估预警等功能。\n74", "fileName": "file73"}, {"name": "大功率船用永磁轴带发电机系统关键技术研究及应用—52—", "content": "围绕远洋货轮永磁轴带发电机及变频系统的关键技术，\n开展永磁轴带发电机方案设计、低压和中压方案设计、变频器系统的集\n成设计、轴带发电机并网与监测控制技术、国产化开发及推广应用等研\n究。重点突破大功率船用永磁轴带发电机技术、变频器最优电网控制技\n术、变频器谐波治理和精准控制技术、轴带发电机系统自动并网及控制\n等技术。研制开发大功率船用永磁轴带发电机系统，并进行实船示范应\n用。\n绩效目标：研制开发大型远洋货轮永磁轴带发电机及变频与并网系\n统样机1套，永磁电机功率大于3MW。与传统励磁发电机相比，永磁发\n电机体积减少20%，重量减轻20%，综合能效提升3%以上。安装该系统\n后，节省船舶燃油消耗3%-4%，使船舶满足国际海事组织(IMO)的船舶\n能效指数（EEXI）和碳强度指标（CII）要求；并在8000TEU集装船上示\n范应用。\n75", "fileName": "file74"}, {"name": "天然气管网余能综合管控系统关键技术研究及应用\n", "content": "开发天然气管网分输节点余能综合管控系统及装备，重\n点解决城市天然气管网变工况条件输送能耗大和余能利用率低等难题，\n提出燃气管网在控流、稳压、限温条件等复杂工况的余能一体化解决方\n案。开展分输站点电、冷、热等多余能高效互补研究，研发具有抗干扰、\n抗耦合能力的多支路联动调节控制方式，实现天然气管网气-能-电协同\n控制及综合利用。研制配套的能量转换装置和三相同步全功率中高频负\n载快速切换装置，在典型应用场景实现示范与推广应用。\n绩效目标：研发天然气管网余能综合管控系统及能源转换装置样机\n1套，实现电-冷-热等综合能源利用，输气量调控最大误差≤5%、余能\n利用效率≥85%、站点节能30%以上；能量转换装置单机功率≥250kW；—53—综合管控系统的三相同步全功率中高频负载快速切换装置切换时间≤\n3ms，适用频率≥250Hz。\n76", "fileName": "file75"}, {"name": "渣油清洁炼化用高温高压柱塞泵关键技术研究及应用\n", "content": "针对渣油清洁炼化系统中高温含固介质高压输送的需求，\n开展柱塞泵低脉动流体动力设计技术、流致磨损防控技术、整体结构可\n靠性设计方法研究，重点解决柱塞泵输出流量和压力波动大、内部易发\n生磨损破坏以及长期运行不稳定等难题，研发出高性能高温高压液固两\n相输送柱塞泵产品，并在石化系统中进行示范和推广。\n绩效目标：开发达到国际先进水平的高温高压柱塞泵，并在石化渣\n油炼化装置中实现示范应用。柱塞泵流量≥32m3/h，压力22MPa，运行\n温度≥270℃，功率250kW，柱塞寿命≥15000小时。\n77", "fileName": "file76"}, {"name": "高可靠环保型转桨式水润滑转轮水轮机组关键技术研\n究及开发\n", "content": "针对转桨式转轮水轮机组抗汽蚀性能低、泥沙磨损和流\n致激励振动严重、泄漏污染等关键问题，开展水轮机全流场含固空化流\n数值计算。重点突破水轮机流-固多场耦合计算方法；基于多场耦合的水\n轮机水力设计及多参数优化技术；转轮无污染润滑方法及转轮结构优化\n技术；高可靠环保型水轮机组开发和通过试验验证。\n绩效目标：开发水轮机内部固液汽复杂多相流以及流致失效预测方\n法，预测精度不低于10%，形成基于多相流-固耦合的水轮机通流部件多\n目标水力设计及抗振动抗疲劳优化设计方法。开发转桨式水润滑转轮水\n轮机组样机1台，额定功率不低于2000kW，转轮直径2.8m，额定转速\n150rpm，额定水头5.4m。转轮设计寿命50年，设计大修年限8年。—54—78", "fileName": "file77"}, {"name": "典型建筑整体性修缮保护技术研究与应用\n", "content": "研究地基基础加固施工技术，开发混凝土夹梁加固和注\n浆加固结合的施工方法，在原有结构外部增设混凝土夹梁；开发墙体加\n固施工技术，研发单面钢筋混凝土板墙加固、局部双面钢筋混凝土墙加\n固技术；研究托换梁施工和梁托换改造技术，通过龙骨骨架和埋件的焊\n接，墙体湿法砌筑与龙骨骨架连接，形成一个整体结构；提升历史建筑\n结构抗震性、建筑耐久性、建筑使用寿命及美观性。\n绩效目标：开发达到国际先进水平的历史建筑整体修护技术，砼后\n置埋件抗拔力测试合格，混凝土立方体抗压代表值40MPa，建筑物加固\n改造后无损害。项目研发完成后预计新增销售额2亿元，利税总额3000\n万元。申请发明专利>2项，实用新型>3项，解决关键技术不少于2项。\n79", "fileName": "file78"}, {"name": "特殊环境下智能感知与防护系统技术研究及应用\n", "content": "针对特殊环境下状态感知与环境防护的需求，开展基于\n生物危害应急情况下的感知与防护增强研究，揭示生物威胁环境中的危\n害感知增强机制，形成兼具环境特征因子传感、便携式能量供应、发光\n指示/显示、信息传输等功能的智能系统关键技术。研发柔性可穿戴传感\n材料与器件，以及智能感知防护系统一体化集成与应用。\n绩效目标：形成智能感知与防护系统的集成化设计技术，开发2类不\n同生物感知机制的样机，关键环境特征因子检测响应时间不高于1s；\n关键危害气体检测量程0-100ppm；防护预警响应时间不高于10s。经\n济效益：新增销售3亿，利润1500万，税收500万。申请发明专利3\n项以上，开发省级新产品1-2项。\n80", "fileName": "file79"}, {"name": "地下水重金属高精度在线监测系统与数字孪生平台开\n发及应用—55—", "content": "研究纳米嵌段聚合物膜重金属万级全形态富集技术，包\n括不同聚合物区块之间的分子排列和交互作用、重金属离子通透性和选\n择性调控机理，重金属吸附和截留等机制；研发纳米嵌段聚合物膜重金\n属万级全形态富集微型全自动装备；研制磁性导电聚合物薄膜与重金薄\n膜复合联用材料，研发高精度X射线荧光高速分析技术，研发地下水中\n基于外来物种污染的eDNA检测技术和胞外抗生素抗性基因污染的快速\n检测技术；研发基于特征污染物指纹数据库的地下水污染来源算法模型\n及污染物溯源分析模块，开发地下水重金属高精度在线监测系统及数字\n孪生平台。\n绩效目标：建立杭州市地下水指纹库、地下水重金属高精度在线监\n测系统及数字孪生平台，整机国产化率不低于95%；研发地下水中基于\n外来物种污染的eDNA检测技术1项、基于胞外抗生素抗性基因污染的快\n速检测技术1项；以Pb标准滤膜的检测准确度控制在±10%以内，综合\n单指标分析时间1s以内，线性相关系数>0.98；纳米嵌段聚合物膜重金\n属截留率(Pb，50ug/L)≥95%；膜面积≤1平方厘米。\n81", "fileName": "file80"}, {"name": "城市有机更新过程中固碳减排空天地监测关键技术与\n装备研制\n", "content": "针对高分辨率、高精度、智能化碳通量监测关键技术，\n创制高精度、低成本的地基碳监测智能装备；创新集成空-天-地碳汇源\n监测技术，构建精细化、立体化、智能化碳监测网络体系；研究多源异\n构大数据智能分析技术，建立城市绿地和湿地等典型场景的碳通量动态\n数据库，搭建空-天-地协同立体化碳监测大数据分析平台；针对典型场\n景研究固碳减排效益计量方法，构建固碳减排综合评价指标体系；研发\n适宜杭州城市有机更新过程的固碳减排管控策略与提升方案。—56—绩效目标：创制高精度、低成本地基碳监测智能装备1套，土壤全\n碳精度优于±2g/kg，测量范围4-25g/kg，地面投影面积≤1m2，造价\n低于国外同类设备的50%；建立典型场景碳通量动态数据库1套，更新\n周期≤1周，空间分辨率≤100m；搭建空-天-地协同立体化碳监测大数\n据获取与分析平台1个；研发适用区域-市域-局域的多尺度城市有机更\n新过程固碳减排效益计量方法1套，构建固碳减排综合评价指标体系1\n套；研发基于杭州市典型场景的固碳减排管控策略与提升方案3套。\n82", "fileName": "file81"}, {"name": "机场降碳减排绿色运行预测及监测装备研发与示范应\n用\n", "content": "研制机场大气碳与污染物网格化监测装备，攻克气态及\n颗粒态污染物精准监测技术；研究飞机发动机在不同低空环境和工况下\n碳与污染物排放情况，建立不同掺混比例可持续航空燃料（SAF）油耗和\n排放清单；研究传统航油与SAF的一次排放和大气二次演化差异，预测SAF\n应用下环境减排效果；降碳减排大气监测装置在民航机场示范运行应用，\n并预测示范机场在不同SAF应用策略下的总减排量。\n绩效目标：开发出CO2、NOx、CO、O3、VOCs、颗粒物质量与数目浓\n度实时监测装备，颗粒物数目浓度测量范围0-30000个/ml、粒径范围\n10nm-2500nm，工作温度-10--45°C，实现整机国产化；构建碳与污染\n物排放综合评价指标体系1套，包括不同低空温度和SAF掺混条件下的\n碳与关键污染物特征，颗粒在二次演化过程中的粒径和吸湿性变化；实\n现降碳减排监测装备在重要机场的示范应用。—57—83", "fileName": "file82"}, {"name": "生活垃圾焚烧多元废弃物碳污协同处置利用关键技术\n研究与工程示范\n", "content": "研究垃圾焚烧厂沼气、焚烧烟气等不同碳源气体的胺基\n吸收剂的碳吸收-释放机制及理论；研究垃圾焚烧灰渣二噁英及重金属脱\n毒机理，开发低碳高效热处理关键装备；研究飞灰可溶盐洗脱特性与多\n元水盐体系的分盐提纯精制关键技术，揭示脱毒飞灰多相反应过程及机\n理，开发新型CO2养护建材并实现示范应用。\n绩效目标：研发出2种垃圾焚烧厂碳源气体碳捕集材料；研发飞灰脱\n毒和资源化利用技术与集成体系，开发低碳高效热处理装备1套；实现飞\n灰减量和钾盐综合利用，减量率不低于50%；新型固废结合料中飞灰含量\n不低于40%，无侧限抗压强度达到30MPa以上；实现60吨/日的飞灰脱毒\n资源化利用示范工程1项。\n84", "fileName": "file83"}, {"name": "新兴污染物定量检测及控制技术研究及示范应用\n", "content": "针对环境中新兴化学污染物和病原微生物等风险因子，\n构建高效、智能化的快速采集方法和检测体系；研究水体中微生物高效\n磁分离富集技术和新型传感技术，研制超灵敏自动化检测设备；应用于\n分析检测典型场景的有害物污染水平；研究新型催化技术，加强环境危\n害物协同治理并解析机制；开发环境应用型污染物降解菌，构建全链条\n绿色消减技术。研制检测设备和控制技术开展示范应用。\n绩效目标：建立新兴污染物和病原微生物暴露预测模型；开发具国\n际先进水平的高效智能化新兴污染物快速采集与高效分析仪器1套；开发\n集微生物分离和检测于一体的超灵敏自动化检测芯片和配套仪器1套；开\n发环境危害物协同治理催化产品2个；人工构建新兴污染物全链条高效降\n解合成菌群技术3套。—58—85", "fileName": "file84"}, {"name": "农林废弃物资源循环利用关键技术研究与装备开发应\n用\n", "content": "针对不同类型农林业废弃物，开发“收储-炭化-产品化-\n还田”技术，研发生物质炭化多联产成套设备技术及可移动连续式分层\n热裂解反应器；研究废弃物有机组分炭化的定向转化和高值利用过程，\n构建资源化利用及协同减污减碳的创新工艺；研究不同还田利用方式下\n土壤有机碳的固存效应及微生物调控机制；研究土壤SOM含量、pH值、\n氮、磷、钾、土壤微生物多样性及丰度，与农林生物质还田利用量、作\n物产量、品质之间的对应关系。研发低碳农林生物质资源循环利用与土\n壤质量提升关键技术，形成农林生物质堆肥过程减污降碳提质增效技术\n及装备。\n绩效目标：建立“农林废弃物-堆肥利用-土壤SOM累积”过程中碳元\n素循环的定量评价方法；形成针对不同生物质利用方式和作物以及土壤\n改良和产能提升技术；利用农林废弃物生产具国际先进技术水平的高性\n能有机肥料，研制获得国内装备制造业首台套认定的生物质炭化多联产\n成套设备1套，申请发明专利3项，制订相关标准和规范各1项，发表高水\n平论文2-3篇。\n86", "fileName": "file85"}, {"name": "高氮废水一体化低碳生物处理技术装备研发与碳减排\n潜力核算\n", "content": "针对典型高氮废水排放行业脱氮成本高、氮磷削减难以\n及处理过程碳排放强度大等问题，开展定向培育适应高氮低碳废水的活\n性污泥研究；利用生物信息学手段研究微生物群落结构、脱氮基因簇及\n其相互作用关系，筛选培养核心微生物菌群，突破以厌氧氨氧化为核心—59—的一体化生物脱氮工艺的脱氮潜能；研发配套的控制系统与装备，实现\n氮磷协同高效脱除与工艺稳定运行；评估新型一体化氮磷生物处理技术\n的碳减排潜力，实现高氮废水的低碳处理。\n绩效目标：开发具有自主知识产权的高效脱氮菌株5株以上；构建基\n于机器学习的一体化高氮废水厌氧氨氧化技术，单位容积氮去除负荷＞\n0.5kgN/m3.d；研制一体化氮磷同步去除成套技术装备1套，能耗比传\n统脱氮工艺降低50%以上，运行成本降低20%，碳排放降低20%；开发脱氮\n功能微生物活性提升与控制方法1套；建立800m3/d高氮废水处理示范工\n程1个，发表权威期刊论文5-8篇，申请专利3-5件，其中授权2件。\n87", "fileName": "file86"}, {"name": "低水溶性、低浓度有毒有害气体的绿色高效处置技术\n与装备开发应用\n", "content": "针对工业或其他领域中低水溶性、低浓度有毒有害气体，\n重点研究物质解析技术、建立精细化流场优化调控和有毒有害气体排放\n量削减方法，开发基于高密度等离子体的高效净化工艺设计技术与装备，\n构建有毒有害气体绿色高效处置技术和成套装备运行管理系统，实现工\n程示范应用。\n绩效目标：建立低水溶性、低浓度有毒有害气体的绿色高效处置方\n法，开发成套装备系统，实现工程应用。建立不小于2个示范应用点，总\n处理风量在60000m3/h处理风量以上，成套净化装备连续运行2000小时\n以上，有毒有害气体主要污染物净化效率>95%；处理后恶臭无量纲指数\n小于500；等离子体功率密度>100kW/m3；等离子体活性粒子浓\n度>1013/cm3。\n88", "fileName": "file87"}, {"name": "加氢站用大排量高压氢气压缩机关键技术研发与示范\n应用—60—", "content": "针对国内氢气压缩装备排量小、压缩级数低、集成度差\n等问题，。重点研究大排量多级高压氢气压缩机气动设计技术和多级压\n缩结构设计技术；研究气缸表面硬化工艺技术，提高抗氢腐蚀性能；研\n究气缸液压油防泄漏监测、密封保障技术和液压系统换向阀换向结构设\n计制造技术，提高系统的传动效率和抗冲击性能。开发出大排量、高集\n成度、高压氢气压缩机，实现在加氢站的示范应用。\n绩效目标：建立大排量高压氢气压缩机气动和结构设计方法，突破\n制造和测试技术瓶颈，开发出具有国际先进水平的高集成度高压氢气压\n缩机，实现至少在5家加氢站的示范应用。开发的高压氢气压缩机入口压\n力1.5MPa，出口45MPa，排量550kg/12h，主电机功率45kw，噪音<75分贝，\n压缩级数三级；制定相关标准、技术规程1项。\n杭州市科技局办公室2024年4月1日印发", "fileName": "file88"}]