[
    {
        "title": "面向网络信息安全的图像视频中的文字语义理解理论与方法",
        "year": "2017",
        "keyWordOri": [
            "文本识别；",
            "文本检测；",
            "网络空间内容安全；",
            "场景文本；",
            "语义理解"
        ],
        "abs": "文本语义理解在网络信息安全人机交互智能交通等领域具有广阔的应用前景由于技术和性能的限制图像视频文本识别和理解距实用还有很大差距原因在于场景复杂性文本形式多样性以及语义隐藏性本项目研究面向网络信息安全的图像视频文字语义理解理论与方法提出一系列创新的通用的有效的多语言文本检测和识别语义理解方法包括跨语种通用多语言文本特征表示模型及通用特征的高效迁移方法将生成式结构学习和区分式统计学习有机结合解决小样本下的多语言文字检测和识别问题提出图像视频与文本识别的多模态协同感知隐含语义的方法实现图像视频内容辅助的关联融合分析解决面向网络信息安全的敏感图像视频自动鉴别和过滤中的瓶颈问题实质性地提高多语言文本检测和识别的性能发布一个万幅图规模面向网络空间内容安全的多语言文本图像视频语义理解数据库并组织相关的竞赛研发敏感词检索敏感内容检测两个应用示范原型系统",
        "fileName": "testFile1",
        "tags": []
    },
    {
        "title": "大数据环境下的微观信用评价理论与方法研究",
        "year": "2017",
        "keyWordOri": [
            "微观信用；",
            "评价体系；",
            "违约鉴别；",
            "信用评价；",
            "大数据"
        ],
        "abs": "通过解析财务信息商业信誉网络数据等多维海量数据构建企业个人等微观信用评价理论与方法本研究构建大数据环境下的微观信用评价体系方法论即数据处理指标体系的构建评价方程的建立信用等级的划分通过种类繁多的大数据的结构化处理挖掘违约规律通过指标数据与违约状态的联系建立一系列单个指标遴选模型通过指标组合数据与违约状态的函数关系遴选违约鉴别能力最大的指标体系基于评价结果的违约鉴别能力与权重向量的函数关系反推违约鉴别能力最大的最优权重向量建立一系列信用评价模型根据信用等级越高违约损失率越低的违约金字塔原理构建多种信用等级划分模型通过挖掘关键指标的关键特征与违约损失率的关系建立关键特征的甄别模型确定哪一种特征的客户违约损失最大本研究致力于大数据环境下微观信用评价理论与方法研究并在实证中建立我国农户商户和企业信用评价体系",
        "fileName": "testFile2",
        "tags": []
    },
    {
        "title": "大数据背景下的项目管理理论与模式研究",
        "year": "2017",
        "keyWordOri": [
            "数据融合平台；",
            "项目管理；",
            "关键资源链；",
            "大数据；",
            "协同管理"
        ],
        "abs": "本项目拟运用泛互联网和大数据技术在对大数据背景下的企业项目管理复杂性的认知基础上转变传统项目管理的离散化任务思维为整体化服务思维探索大数据背景下企业项目管理的一般规律和基本原理提出基于数据信息知识的项目管理关键资源链理论构建面向企业项目管理的大数据融合与知识智能管理平台实现线上数据分析与线下项目管理过程的融通形成基于大数据背景下项目管理决策组织等核心管理职能及质量风险等关键目标管理的基本范式本项目研究把企业管理中具有重要意义的项目管理理论与泛互联网技术和大数据驱动相融合增强企业核心竞争力这对促进企业管理理论发展和拓展大数据应用领域具有重要的理论意义和实践价值",
        "fileName": "testFile3",
        "tags": []
    },
    {
        "title": "大数据驱动的高速铁路高可用性研究",
        "year": "2017",
        "keyWordOri": [
            "维修性；",
            "可用性；",
            "可靠性；",
            "系统设计；",
            "大数据"
        ],
        "abs": "作为我国走出去战略的一张名片高铁近年取得了长足发展在高铁运行速度等技术指标取得不断进步的同时对高铁可用性的理论研究也变得日趋重要高铁的可用性与可靠性维修性直接相关并对其安全性经济性和可持续性发展有重大影响我国高铁已有多年运营经验积累的一手数据数量大且覆盖广这为大数据驱动的高铁可用性理论研究提供了良好基础另一方面高铁大数据的复杂性动态性等特点也对新的可用性理论研究提出了挑战本课题将立足于可用性相关理论最前沿基于高铁大数据专注于高铁系统的新问题和挑战开展理论创新和实证研究具体而言本课题将从系统可靠性优化设计与升级系统状态在线监控与故障预警系统可靠性评价与预测高速铁路维修策略实现四个方面建立起覆盖高铁全生命周期的方法论体系本团队成员在上述方面已经积累了相当充分的理论研究成果和应用经验和欧美相关团队已开展合作能非常有效的完成本课题的研究内容",
        "fileName": "testFile4",
        "tags": []
    },
    {
        "title": "大数据环境下地理关联模式挖掘的理论与方法",
        "year": "2017",
        "keyWordOri": [
            "时空数据挖掘；",
            "地理关联模式；",
            "异质性；",
            "多尺度；",
            "大数据"
        ],
        "abs": "地理关联模式是现实世界中地理要素关系的一种重要表现形式，亦是地理空间数据挖掘的一种主要地理知识。现有研究分门别类地对地理要素进行聚类分析、关联分析和预测建模，难以全面认知和揭示地理要素的分布格局、关联关系和发展变化，进而导致解决区域性、多要素协同演化等综合性地理问题的能力不足。地理大数据将为全面、精细描述地理现象，解决综合性地理问题带来新的机遇。为此，本项目从地理系统科学研究范式出发，综合考虑地理空间数据的相关性、异质性、多尺度特性及其相互影响，深入研究地理要素相互作用、相互依存及协同演化规律，构建大数据环境下地理关联模式挖掘的理论与方法，主要包括：1）地理大数据的动态整合与质量控制；2）地理关联模式特征表达与协同机制；3）地理关联模式的自适应挖掘方法；4）地理关联模式的尺度依赖建模。本项目成果将极大提升地理空间数据分析的能力，更好地服务于智慧城市建设、地理国情监测等国家重大需求。",
        "fileName": "testFile5",
        "tags": []
    },
    {
        "title": "基于忆阻器的大规模神经网络的类脑计算架构研究",
        "year": "2017",
        "keyWordOri": [
            "类脑计算结构；",
            "神经网络；",
            "神经元芯片；",
            "忆阻器",
            null
        ],
        "abs": "借鉴脑神经网络处理方式，是突破传统计算系统存-算分离造成的性能瓶颈，发展高智能化仿脑计算系统的必由之路。最近，忆阻器（Memristor）的出现，有望突破基于传统CMOS技术的类脑神经网络系统在能效和规模上与人脑的差异，受到广泛关注。本项目拟面向大规模神经网络计算架构，从忆阻器件与工艺、神经元与突触电路、网络架构三个层面展开系统研究：研制适用于神经突触仿生的高性能忆阻器，开发高密度忆阻器阵列集成工艺；提出基于数模电路的神经元和突触模型及其参数优化方法，设计存算一体的高能效神经元运算电路和突触连接电路；提出自学习建模的方法，优化神经元参数，设计大规模神经网络的存算一体高能效架构及三维可重构扩展架构，实现不同智能应用的分区优化，并搭建类脑智能应用验证系统。本项目有望促进基于忆阻器的大规模神经网络类脑计算技术的发展，为构建人脑规模的并行信息处理系统奠定科学和技术基础。",
        "fileName": "testFile6",
        "tags": []
    },
    {
        "title": "大数据环境下的微观信用评价理论与方法研究",
        "year": "2017",
        "keyWordOri": [
            "信用评价理论；",
            "信用评价方法；",
            "大数据",
            null,
            null
        ],
        "abs": "信用一直是的社会经济领域的研究热点，同时也是市场经济健康发展的基本保障，开展信用研究对于加快推进社会信用体系建设，具有重要的理论参考价值实践指导意义。然而以往的研究大都局限于信用情景的某个阶段和范围，缺乏对信用的整体综合研究。本项目从复杂系统的角度出发，对信用的本质属性以及相应的评价方法进行研究，采取综合集成论的思想，建立一套多阶段自适应的综合信用评价系统。本课题的研究致力于解决五个关键科学问题：（1）信用的本质含义及其复杂性特征；（2）信用的情景依赖性以及定义情景下的的演化机制；（3）结合数据分析方法、专家系统、情景分析，建立更为准确全面的信用评价体系；（4）将信用的理论和评价方法研究应用到电商情景，分析信用在电商情景下的发生和演化，并对各方的信用在不同阶段进行有效评价；（5）信用风险识别，以及利用知识管理的方法进行动态风险管理。",
        "fileName": "testFile7",
        "tags": []
    },
    {
        "title": " 深度学习处理器体系结构",
        "year": "2017",
        "keyWordOri": [
            "指令集；",
            "微体系结构；",
            "深度学习；",
            "算法库",
            null
        ],
        "abs": "深度学习被公认为是最重要的智能处理技术之一是超级计算机数据中心智能手机到嵌入式设备等各种不同应用场景上的重要负载然而现有各种芯片难以同时满足各种场景对深度学习处理高性能低能耗低延迟的三大需求为研制能满足上述三大需求的新型深度学习处理器本项目拟充分利用深度学习本身对于计算过程中非精确性的容忍能力通过适当放松计算的精确度提升芯片的深度学习处理能力我们拟抽象出非精确深度学习处理器的指令集含计算访存和控制指令并面向该指令集探索深度学习处理器的微结构算法库和系统软件上述研究成果将被集成到一款深度学习处理器的样片中我们还将基于该样片构建拟面向健康管理的有界误差深度学习应用示范通过指令集微结构算法库系统软件以及示范性应用五方面全链式的研究本项目有望从结构层面上实现深度学习处理器速度和能效的数量级提升为国产深度学习处理器的发展提供借鉴",
        "fileName": "testFile8",
        "tags": []
    },
    {
        "title": "机器学习模型辅助抗菌肽设计",
        "year": "2018",
        "keyWordOri": [
            "抗菌肽；",
            "突变文库；",
            "改造设计；",
            "高通量检测；",
            "机器学习"
        ],
        "abs": "抗菌肽是一类具有抗菌活性的小分子多肽其研究开发具有重要的学术意义和产业前景与传统从自然界中发现和分离抗菌肽等实验手段相比基于模型预测和设计的方法具有高效快捷成本低廉等特点是今后抗菌肽研发的趋势但由于抗菌肽序列及其活性之间存在着异常复杂的非线性映射关系由序列准确预测其活性仍然十分困难抗菌肽序列是如何决定其抑菌活性的高活性序列存在哪些关键特征这是高活性抗菌肽设计需要解决的关键科学问题为回答这些问题本项目拟采用神经网络支持向量机深度学习等非线性映射能力很强的机器学习算法来构建高效的抗菌肽序列活性定量预测模型并基于模型的精准预测实现高效低毒的新抗菌肽设计本研究建立的模型方法和工具有望为一类共性科学问题即序列活性之间的函数关联提供新的解决方案亦能为抗菌肽产品的研发提供理论依据和平台支持",
        "fileName": "testFile9",
        "tags": []
    },
    {
        "title": "智能算法的差分隐私保护技术及应用研究",
        "year": "2018",
        "keyWordOri": [
            "信息安全；",
            "差分隐私保护；",
            "聚类算法；",
            "智能技术；",
            "大数据"
        ],
        "abs": "近年隐私信息泄露问题层出不穷，差分隐私保护通过添加少量噪声便可以实现隐私信息的保护，日渐成为信息安全领域研究的重要方向。针对直接添加噪声导致信息可用性较低的问题，采用密度聚类算法对数据做预处理，在保障隐私不被泄露的前提下，降低噪声累积过大，提高了数据的可用性。主要研究内容包括：（1）研究聚类算法对低频数据不敏感，应用差分隐私保护技术，提高带噪声数据的可用性；（2）利用智能聚类算法可以优化处理规模大、高维、含离群点数据等，设计智能算法的差分隐私保护；（3）根据大数据环境的数据特征 ，应用基于智能算法的差分隐私保护算法到大数据处理与分析的应用中。所得项目研究成果，完善了差分隐私保护技术理论与应用，为大数据处理与分析提供满足差分隐私条件的方法。",
        "fileName": "testFile10",
        "tags": []
    },
    {
        "title": "双平面光场局部不变性特征提取与匹配方法研究",
        "year": "2018",
        "keyWordOri": [
            "特征提取；",
            "光场成像；",
            "深度重建；",
            "特征匹配；",
            "计算摄像"
        ],
        "abs": "与传统图像相比，双平面光场数据对场景信息的记录更完整。但主流光场成像系统仍存在基线较窄的瓶颈，将窄基线光场延拓至宽基线光场已成为光场成像理论发展的迫切需求。光场数据特征的提取与匹配是宽基线光场理论亟待研究的重要理论问题，故本项目拟开展双平面光场局部不变性特征提取与匹配方法研究，主要内容包括：1）研究双平面光场局部不变性原理，构建光场特征的分析与提取理论。2）研究光场特征尺度空间的选择问题和特征相似性的计算方法，实现对光场特征相似性的量化度量。3）研究宽基线光场特征的匹配计算方法，提出基于宽基线光场特征匹配的场景深度重建及优化方法。本项目研究内容属于计算摄影学和计算机视觉交叉领域的前沿热点和瓶颈问题，旨在探索双平面光场局部不变性的原理，并为突破光场成像窄基线瓶颈提供重要的理论支撑，或将为解决计算机视觉特征匹配的多义性难题提供新思路。研究成果对丰富光场成像理论、拓展光场应用具有重要意义。",
        "fileName": "testFile11",
        "tags": []
    },
    {
        "title": "自然场景脑认知图像编解码特征提取与识别技术研究",
        "year": "2018",
        "keyWordOri": [
            "特征提取；",
            "编解码；",
            "脑网络；",
            "模式识别；",
            "自然场景"
        ],
        "abs": "人脑对复杂视觉信息处理具有高效、鲁棒等优点，但对自然场景认知编解码的神经机制依然知之甚少。随着磁共振成像技术和相应方法学的发展，给研究脑编解码提供了新手段，但仍有许多关键技术需要突破和发展。项目针对自然场景脑认知图像编解码问题，解决利用功能磁共振成像时认知图像编解码脑功能信息特征提取与识别的关键技术问题。主要有：发展基于磁共振成像的自然场景脑认知活动网络拓扑特征信息提取方法，探测编码视觉场景的关键脑区及其对应的活动特征和网络拓扑特征信息；建立视觉场景激励与脑认知影像间的数学映射模型，揭示自然场景在脑神经影像上的功能信息特征与时空关联关系；发展多体素模式识别方法进行脑活动信息解码，实现根据脑活动编码信息对不同自然场景图像的模式分类；建立视觉场景和动态脑认知的模式识别方法，揭示脑理解与认知过程。项目将为视觉图像和动态电影脑认知活动的特征提取与识别提供新的手段、为解读脑带来新思路和关键技术。",
        "fileName": "testFile12",
        "tags": []
    },
    {
        "title": "面向阿尔兹海默病诊断的多模态特征提取方法",
        "year": "2018",
        "keyWordOri": [
            "特征提取；",
            "多模态影像；",
            "深度学习；",
            "阿尔兹海默病；",
            "图像分类"
        ],
        "abs": "基于多模态医学影像的阿尔兹海默症的计算机辅助诊断是脑影像智能计算领域的研究热点和前沿但该问题是一个典型高维度小样本的机器学习问题且各模态的互补信息的有效利用没有得到很好的解决本项目围绕上述问题展开深入研究提出新型的多模态图像特征提取方法研究图像灰度标准化对诊断的影响通过在图册模型中对待分割的体素进行加权约束在完成分割的同时充分利用图册的信息完成待分割图像的灰度标准化综合考虑灰度标准化对图像分割的影响提出基于图册表观模型的联合脑结构分割与灰度标准化方法针对高维度小样本的问题研究基于多线性模型的深度卷积网络分类方法利用正则化的多线性回归模型获得图像的目标级表示通过考虑目标图像每一个体素点对应的局部区域的相似度对每一个体素点都赋予一个不同的权重同时考虑每个块邻域之间的相似度赋予不同的权重获得图像的目标级表示作为深度网络的输入完成图像降维同时使用多线性模型综合考虑各个模态的互补信息进而完成图像的分类在此基础上研究基于多示例学习的诊断方法利用方法通过对像素点判别能力的排序生成每种模态图像的标志点以标志点为中心取不同大小的块为基础计算纹理等特征计算标志点的多尺度特征表示每个标志点的特征表示作为一个示例完成图像的多示例表示最后探索三维的卷积神经网络方法充分利用图像的结构信息降低图像在从三维到二维模型中的结构信息的丢失初步的实验结果表明本项目提出方法的分类结果优于现有方法本项目的研究内容对于临床诊断技术水平的提高脑影像智能计算的发展都具有重要意义",
        "fileName": "testFile13",
        "tags": []
    },
    {
        "title": "基于非线性核稀疏表示的医学图像特征提取方法",
        "year": "2018",
        "keyWordOri": [
            "特征提取；",
            "局部特征；",
            "图像特征；",
            "纹理特征",
            null
        ],
        "abs": "医学图像在病灶检测、定性、脏器功能评估、血流估计等临床医学诊断以及病灶三维定位 、体积计算、手术规划等治疗中发挥重要作用。医学图像与普通图像相比，在成像机理、存储 、传输、配准、降噪等问题上具有特殊性，不适合直接搬用普通图像的处理方法。稀疏表示法在解决医学图像特征提取上存在的问题具有理论基础，但其线性组合的特性限制了表示医学图像的精度。为此，本项目将核非线性映射思想引入稀疏表示理论中，提出核稀疏表示理论框架，采用非线性表示方式提升描述医学图像局部特征的精度,解决其在医学图像处理上存在的问题。在此理论框架下，系统研究医学图像的核稀疏非线性表示理论，突破医学图像快速核稀疏表示、字典生成及高分辨重建三个关键问题，形成完善的核稀疏表示理论体系及医学图像处理方法体系，构建医学图像核稀疏表示的理论与方法的综合验证平台和评价体系。",
        "fileName": "testFile14",
        "tags": []
    },
    {
        "title": "北斗空间信号精度误差特征提取与提升方法",
        "year": "2018",
        "keyWordOri": [
            "特征提取；",
            "星间链路；",
            "空间信号精度；",
            "多径；",
            "北斗导航系统"
        ],
        "abs": "空间信号精度是导航系统服务的前提，受顽固多径、伪距分层、区域布站和设备不稳定等因素影响，北斗空间信号精度与GPS存在差距，具有较大提升空间。本项目以北斗空间信号精度的误差特征提取为切入点，充分利用新一代北斗卫星的Ka星间链路技术，提取、分离和拟合卫星及接收机的多径误差，尝试构建基于球谐函数的北斗多径模型。针对新一代北斗导航卫星的伪距分层问题，分析频谱特性等因素对伪距测量的影响规律，设计卫星、地面系统和用户的质量控制方案。尝试利用星间链路数据增强北斗空间信号精度，构建不同体制星间数据的聚类处理方法与模型，实现星地/星间数据融合的精密定轨与时间同步。针对北斗空间信号精度的异常问题，研究利用神经网络和有限元样本等方法实现异常快速定位与空间信号精度快速恢复，构建星地/站间/星间一体的系统差解算方法与模型。最终实现北斗空间信号精度URE优于0.5m的研究目标，为提升北斗服务性能提供理论和技术支撑。",
        "fileName": "testFile15",
        "tags": []
    },
    {
        "title": "汉语阅读教育对神经网络的作用及其机制",
        "year": "2018",
        "keyWordOri": [
            "结构与功能；",
            "汉语学习的微观神经机制；",
            "汉语阅读教育；",
            "神经网络；",
            "汉语教育的方法"
        ],
        "abs": "阅读教育的目的是让学习者形成阅读能力阅读能力既可以在正规的学校教育下形成也可以通过自学的方式而获得但是以往的研究常常混淆了阅读能力和学校教育之间的区别我们的研究将这两者区分开来通过比较汉语识字被试前文盲被试和文盲被试的神经网络来分别探索阅读能力学校教育对神经网络的影响及其作用的机制目前已有一些研究关注了汉字识别的腹侧视觉通路但是汉语教育对人脑的初级视觉皮质和纹外皮质白质纤维结构等的作用机制还不清楚在前期的研究中我们发现汉语阅读教育会对人脑的功能定位初级视觉皮质的感受野以及功能联结产生显著的影响在本研究中我们将进一步沿着这个方向探索汉语阅读教育对初级视觉皮层和纹外皮层的影响同时探索阅读教育对白质纤维结构以及视觉词形区与语音和语义网络的功能联结的影响以期为阅读教育的政策与实践提供科学的依据",
        "fileName": "testFile16",
        "tags": []
    },
    {
        "title": "复杂神经网络中的同步斑图行为",
        "year": "2018",
        "keyWordOri": [
            "网络同步；",
            "群体行为；",
            "神经网络；",
            "斑图动力学",
            null
        ],
        "abs": "同步斑图为研究大脑的认知活动提供了一个新的视角然而由于技术和方法上的限制当前的同步斑图理论距离实际应用还有很大的差距本项目拟以耦合复杂神经网络为研究对象针对大脑认知功能中的同步绑定机制尝试解决同步斑图理论在实际复杂系统应用中遇到的以下三个突出问题大尺寸复杂网络对称性的计算困难非严格对称网络中同步斑图的产生条件和稳定性判据局域化同步斑图的形成及演化机制此项研究既是对当前同步斑图理论的重要突破同时也是同步斑图研究从理论走向应用的关键环节",
        "fileName": "testFile17",
        "tags": []
    },
    {
        "title": "深度神经网络的学习理论",
        "year": "2018",
        "keyWordOri": [
            "学习理论；",
            "神经网络；",
            "深度学习；",
            "泛化误差",
            null
        ],
        "abs": "在大数据时代海量实时复杂的数据资源给机器学习带来了巨大挑战在众多应用领域中深度学习能够高效地处理大数据充分挖掘数据的潜能并取得了巨大的成功然而深度学习的可行性缺少严格的理论证明本项目拟在统计学习理论的框架下探究深度学习成功的本质原因以期使深度神经网络能得到更准确更广泛地应用本项目的主要内容包括第一探索深度神经网络中深度的必要性第二研究深度学习中网络结构对学习性能的影响第三设计具有收敛性保证的深度学习算法第四导出深度学习算法的泛化误差估计",
        "fileName": "testFile18",
        "tags": []
    },
    {
        "title": "螺旋锥齿轮制造数字孪生基础研究",
        "year": "2018",
        "keyWordOri": [
            "切削仿真；",
            "数字孪生；",
            "螺旋锥齿轮",
            null,
            null
        ],
        "abs": "数字孪生实现物理与信息的产品全生命周期互融是工业的基础技术就螺旋锥齿轮制造而言数字孪生要求实时监控切削过程以实现智能制造同时获得齿面的微观几何以预测服役性能目前锥齿轮闭环制造系统已建立机床参数和测量齿面间的联系尚缺乏对切削过程的仿真和齿面微观的描述故而研究螺旋锥齿轮的切削过程建立切削状态量的预测模型是数字孪生的实现基础然而螺旋锥齿轮切削运动复杂切削几何切削齿面切屑形态求解难度较大基于三维软件平台的数值算法效率较低而简化的切削层的算法又精度较差为此本项目基于螺旋锥齿轮铣削齿面几何的形成规律和切屑形态的演化机制提出切削几何的半解析插值表征方法以此为基础建立残留高度粗糙度切削力以及切削振动的预测模型开发铣齿仿真与优化系统在国产装备上实现全工序高效高精度铣齿构建包含切削过程的螺旋锥齿轮闭环制造系统推动螺旋锥齿轮制造数字孪生的实现",
        "fileName": "testFile19",
        "tags": []
    },
    {
        "title": "基于工业互联网平台的轧机液压AGC系统大数据分析及预测性维护的理论及关键技术研究",
        "year": "2018",
        "keyWordOri": [
            "工业互联网平台；",
            "预测性维护；",
            "数字孪生；",
            "大数据；",
            "液压AGC系统"
        ],
        "abs": "轧机液压AGC系统是轧机板厚控制的核心系统，它在运行过程中不仅产生大量的过程控制数据，而且还采集了海量的状态监测数据，这些数据长期受限于存储空间和数据传输等因素一直难以有效利用。工业互联网的诞生为挖掘这些大数据提供了新平台，为轧机液压AGC系统预测性维护提供了新途径。本项目将工业互联网平台与液压AGC系统相结合，构建液压AGC系统的CPS系统架构，在工业云平台上设计大数据云存储和数据管理布局模式，开发大数据管理算法和通用分析算法与轧机液压AGC系统物理机理相融合的专用分析算法，构建轧机液压AGC系统数字孪生体实现大数据可视化分析，并创建轧机液压AGC系统的预测性维护的测试床试验平台对理论进行验证。本研究成果不仅可以为挖掘轧机液压AGC系统的大数据提供关键技术，为设备预测性维护奠定理论基础，而且还可以为我国“互联网+液压”提供范例。此外，该项目对推动我国钢铁业转型升级和智能制造具有重要作用。",
        "fileName": "testFile20",
        "tags": []
    },
    {
        "title": "数据驱动的智能车间闭环调度机制",
        "year": "2018",
        "keyWordOri": [
            "数据驱动；",
            "闭环调度；",
            "数字孪生；",
            "智能车间",
            null
        ],
        "abs": "智能车间是实现工业和中国制造的基石具有自学习和自适应等特性除需要架设物联网等环境外其生产调度也面临着新的挑战迫切需要能满足智能车间运行需求的自适应调度机制达到综合性能优化本项目将此需求凝练为数据驱动的智能车间闭环调度科学问题首先综合运用人工智能机器学习系统仿真等技术构建数据驱动的智能车间闭环调度框架其次应用机器学习方法从数据中获取智能车间不同模式下的调度知识和性能预测知识设计双闭环调度机制实现调度过程的闭环控制和调度知识的闭环更新再者研究智能车间运行多维评价体系在数据模型中集成能耗等机理模型使学习到的知识更具价值最后以实验室已有设备为基础构建智能车间的闭环调度实验环境本项目研究在理论上进一步丰富和发展制造系统调度理论在实践上探索解决智能车间自适应调度的新思路与新方法为发现智能车间优化运行方法提供科学依据",
        "fileName": "testFile21",
        "tags": []
    },
    {
        "title": "基于Digital Twin的数控机床智能运行维护方法研究",
        "year": "2018",
        "keyWordOri": [
            "智能感知；",
            "数字孪生；",
            "智能运行维护；",
            "智能决策；",
            "数控机床"
        ],
        "abs": "本课题旨在使用Digital Twin理念解决面向全生命周期和不同应用场景的数控机床智能运行和维护问题。通过研究多领域建模、模型的自配置、自优化、自更新策略，形成了数控机床Digital Twin模型的构建方法，实现了数控机床模型针对复杂、时变、耦合状态的自优化、自配置和自更新，满足了不同应用场景、生命周期不同阶段的模型使用要求。通过研究面向应用场景的Digital Twin感知模型，智能感知模块构建的支撑理论和关键技术，设计了数控机床Digital Twin的智能感知策略，为不同运行维护场景提供有效数据。设计了基于Digital Twin场景感知的数控机床运行参数多目标优化方法和数控机床的智能维护策略，实现了针对数控机床生命周期中不同阶段不同应用场景的智能运行和维护。通过以上研究，形成了面向智能运行维护的数控机床Digital Twin设计方法，为数控机床的智能运行和维护提供了理论支撑。",
        "fileName": "testFile22",
        "tags": []
    },
    {
        "title": "孪生数据驱动的旋转机械装配性能协同控制理论与方法",
        "year": "2018",
        "keyWordOri": [
            "装配精度；",
            "协同控制；",
            "数字孪生；",
            "复杂系统；",
            "装配工艺规划"
        ],
        "abs": "大型旋转机械航空发动机燃气轮机离心压缩机等关系国防安全和国家制造业核心竞争力但装配过程中普遍面临一次性装配合格率低装配质量一致性差等问题缺乏多性能协同控制理论及方法是其主要原因项目发挥数字化智能化对高性能装配的带动作用将数字孪生技术引入到旋转机械装配性能协同控制研究中探索装配精度质量分布连接刚度等装配性能的形力共性特征及其协同机理建立准确表达本质形力特征与装配物理状态动态一致的数字孪生模型探索孪生数据与机器学习相融合的多装配性能精确高效预测理论与方法研究旋转机械多装配性能定域协同控制与补偿技术等以期实现装配形力特征及装配性能可控一定程度上改变现有试错式经验式装配方式为提升我国旋转机械装配技术水平做出积极贡献",
        "fileName": "testFile23",
        "tags": []
    },
    {
        "title": "云计算环境中高速且可证明安全的隐私数据查询算法研究",
        "year": "2018",
        "keyWordOri": [
            "信息安全；",
            "查询算法；",
            "云计算；",
            "数据安全；",
            "隐私保护"
        ],
        "abs": "该项目旨在建立一个利用云存储和计算服务并基于可搜索对称加密（SSE）具有隐私保护功能的查询处理引擎。企业和终端用户开始逐渐外包数据存储和计算服务的到公共云（如亚马逊EC2）。数据外包使得成本更低，可靠性更高，性能更好，部署更便捷。然而，因为数据所有者不完全信任公共云，因此数据隐私已成为关键问题。一个基于SSE的隐私保护数据查询方案需要满足两个要求。首先，它需要在自适应IND-CKA安全模型下被证明是安全的。第二，它需要在速度和空间利用方面都具有高效性。然而到目前为止，没有方案同时满足这几个要求。该项目的目标是建立一个利用云存储和计算服务并基于SSE具有隐私保护功能的查询处理引擎。该项目的目标是实现适应性安全和高效性。该研究不仅为基于SSE的可证明安全性和高效的数据查询处理提供了理论基础，而且提供了开源的隐私保护数据库查询处理系统。本项目所产生的数据库系统将在学术界和工业界产生持久的影响。",
        "fileName": "testFile24",
        "tags": []
    },
    {
        "title": "无线网络中高能效的物理层安全信息传输技术研究",
        "year": "2018",
        "keyWordOri": [
            "信息安全；",
            "绿色通信；",
            "无线物理层安全；",
            "高能效无线传输",
            null
        ],
        "abs": "通信技术的飞速发展和移动业务需求的不断变化，促使各种无线通信网络相互融合发展。异构网络融合发展和异构网络协作共存，将是当前和今后很长一段时间内无线网络发展的必然趋势。在这一发展变化过程中，信息安全问题和网络能耗问题日益突出。物理层安全理论提供了一条从物理层解决信息安全和系统能耗的技术途径。本项目以“绿色的安全”为宗旨，基于物理层安全理论和绿色通信技术，以“安全能效”为指标，致力于高能效的物理层安全传输技术研究，主要从资源分配、信号预处理、协作传输和拓扑控制等多个角度入手，开展高能效的系统资源分配、安全波束成形/预编码、中间节点安全协作、网络节点安全部署等方面的研究工作，在保证基本的安全服务质量要求前提下尽可能地降低能耗，提高能效，从而实现高能效的安全可靠的信息传输。研究成果可以为一些个性化的分布式无线网络，甚至未来移动网、物联网、车联网等实现高能效的安全信息传输提供技术支持。",
        "fileName": "testFile25",
        "tags": []
    },
    {
        "title": "基于大数据的“人肉搜索”建模、分析与控制",
        "year": "2018",
        "keyWordOri": [
            "系统建模；",
            "网络传播；",
            "人肉搜索；",
            "大数据",
            null
        ],
        "abs": "“人肉搜索”是随着互联网的发展而出现的一种网络群体现象，它是一种以网络社会和现实社会为基础的群体行为模式。这种由虚拟的网络社会和真实的现实社会相结合的群体行为，是一种具备4V特征的典型大数据问题。本项目将对近年来的一些典型“人肉搜索”事件展开数据分析与归纳，以掌握“人肉搜索”发展演化规律为立足点，以驾驭和控制这种蕴含着巨大能量的群体行为，使之向着人们所期望的方向发展为目的，将虚拟的互联网与真实的现实社会网相结合，深入研究“人肉搜索”中互联网与社会网的耦合与影响机制；进而探明“人肉搜索”的内在运行规律；揭示其演化机制；找出触发“人肉搜索”的必要条件；明确影响“人肉搜索”传播范围和传播速度等的关键因素，以及在其传播过程中表现出的其他传播动力学特征，并在此基础上建立数学模型，从理论上对其进行归纳和探析。最后，找出能够引导或制止“人肉搜索”的控制策略，为互联网舆论监督、引导和管理提供决策支持。",
        "fileName": "testFile26",
        "tags": []
    },
    {
        "title": "员工信息安全政策违规行为研究:基于领导者行为与员工情绪",
        "year": "2018",
        "keyWordOri": [
            "辱虐管理；",
            "动机研究；",
            "员工情绪；",
            "信息安全政策；",
            "信息安全政策违规"
        ],
        "abs": "组织内部人员已经成为信息安全事件的主要威胁如何提高企业信息安全防范措施的有效性以及降低内部员工信息安全政策违规行为成为企业生存和发展所面临的主要问题然而目前大部分文献多是基于安全行动周期模型强调威慑在消除风险却少有研究探讨员工与组织互动产生的心理过程对于员工信息安全政策违规行为的影响本课题将由组织管理者行为与模式的视角出发探索员工信息安全政策违规行为的动机与心理过程机理本课题将从辱虐管理感知奖励惩罚的结果公平这二个方面来研究员工信息安全政策违规行为发生的心理过程具体来说本课题将基于社会交换理论情绪事件理论以及规范激活理论来构建理论模型及相关假设并采用问卷调研访谈情境分析经验抽样等方法进行实证分析系统地解读员工发生信息安全政策违规行为的动机和心理过程研究结论将对于员工信息安全政策违规行为的研究提供理论借鉴同时也将对企业的信息安全管理实践提供指导",
        "fileName": "testFile27",
        "tags": []
    },
    {
        "title": "基于数据挖掘的我国大学生高质量就业研究：评价体系、影响因素和实现路径",
        "year": "2018",
        "keyWordOri": [
            "培养质量；",
            "高等教育质量；",
            "数据挖掘；",
            "大学生就业质量；",
            "高质量就业"
        ],
        "abs": "实现大学生高质量就业是当前我国高等教育发展的重要政策目标之一，而大学生就业质量本身是一个具有丰富内涵并受复杂因素影响的管理问题，传统研究因方法所限难以揭示其全面的内在影响机制。本研究将从“评价体系—影响因素—实现路径”的基本逻辑出发，构建大学生就业质量多维度评价模型，分析影响大学生就业质量的宏微观因素，期望在理论和实证研究基础上，建立大学生就业质量数据库，完善数据结构、采集存储、深度挖掘、有效应用的数据链系统。并通过社会调研采集大样本数据，选择最优机器学习模型算法来训练和检验大数据，开展多层次数据挖掘进行探索性研究，揭示大学生就业质量的事实因果关系，发现实现大学生高质量就业的关键因素及有效路径，从政策供给侧、需求侧和中介环节探讨我国大学生就业质量政策的优化设计。本研究为理解当前我国大学生就业数量与质量相互关系，寻找到实现大学生高质量就业的关键因素及有效路径提供新的理论视角和实证依据。",
        "fileName": "testFile28",
        "tags": []
    },
    {
        "title": "社会化学习网络社区中基于数据挖掘视角的用户行为研究",
        "year": "2018",
        "keyWordOri": [
            "社会化学习网络社区；",
            "行为分析；",
            "用户行为；",
            "数据挖掘",
            null
        ],
        "abs": "社会化学习网络社区在为用户提供学习和交互平台的同时也在改变着用户的学习行为和模式理解社会化学习网络社区中用户的行为规律和影响因素可以使相关的教育机构和平台提供商为用户提供更好的服务从而提升用户的学习效果本项目基于社会化学习理论立足目前学习行为挖掘的研究结合社会化学习网络社区的领域知识综合应用社会网络分析图挖掘增长模型和文本情感分析等方法从学习者的网络结构属性互动模式特征增长模型特点和情感表达特征方面入手全面分析学习者的学习行为及学习效果影响因素本研究在理论上弥补了现有文献对社会化学习网络社区用户学习行为研究不足应用多种理论和方法对用户学习行为进行系统研究在应用上本项目的研究结果对理解用户行为提升用户学习效果具有现实意义",
        "fileName": "testFile29",
        "tags": []
    },
    {
        "title": "群组决策动态过程的建模和数据挖掘方法研究",
        "year": "2018",
        "keyWordOri": [
            "动态建模；",
            "数据挖掘；",
            "偏好信息；",
            "信息集结；",
            "群决策"
        ],
        "abs": "群组决策或称群决策是指由多个参与者共同完成的决策过程广泛存在于战略制定产品研发情势研判医疗诊断资源分配等各个领域群组决策中参与者的利益诉求知识背景和行为倾向通常具有多样性进而使多人决策的动态过程具有复杂多变的特点本研究拟针对三类典型的群组决策问题建立描述群组决策动态过程的数学模型定义基于模型的群组和成员行为特征参数提出能够用于模型验证和参数估计的群组行为数据挖掘方法并研究行为特征参数与群组表现之间的关系研究内容包括群组决策中解决方案产生阶段动态过程的建模与分析进一步研究价值聚焦的头脑风暴对解决方案产生过程和结果的作用有限资源分配任务中冲突发生发展动态过程的建模与分析进一步研究冲突与分配方案之间的动态关系隐藏档案任务中信息选择和传递过程的建模与分析进一步选取特定的决策场景如应急决策研究环境因素如时间压力对信息选择和传递过程的影响",
        "fileName": "testFile30",
        "tags": []
    },
    {
        "title": "基于动态决策和数据挖掘的集装箱翻倒问题研究",
        "year": "2018",
        "keyWordOri": [
            "数据挖掘；",
            "集装箱翻倒；",
            "集装箱码头；",
            "动态规划",
            null
        ],
        "abs": "为降低集装箱装船翻倒率本项目研究集装箱码头上的两类翻倒问题预翻倒问题和装船翻倒问题预翻倒发生在配载之后装船之前装船翻倒发生在装船过程两者的区别在于前者在翻倒过程中没有集装箱被提走而后者的集装箱逐步被提走由于集装箱基数巨大微小的翻倒率改善都具有重要的经济意义和研究价值本项目的主要工作有拟在识别集装箱堆垛状态的基础上构建动态规划模型从而获得每种堆垛状态下的最优决策哪些集装箱需要翻倒以及翻倒到哪些垛作为评价其它算法的标杆为克服状态规模急剧增长的弊端拟采用自适应采样方法估测剩余成本从而构建近似动态规划算法提高求解效率对堆垛状态进行深入分析估测该状态下翻倒次数的下界值从而设计高效的分支定界算法除了基于整数规划的算法外本项目拟从数据挖掘的角度构建基于动态规划结果的决策树以及直接设计增强学习算法为求解该问题提供一种新思路",
        "fileName": "testFile31",
        "tags": []
    },
    {
        "title": "基于分层子空间学习的三维动态人脸表情运动捕捉与迁移",
        "year": "2018",
        "keyWordOri": [
            "嵌入式形变；",
            "非线性；",
            "高维数据；",
            "虚拟现实",
            null
        ],
        "abs": "逼真的三维人脸表情捕捉和迁移在人机交互虚拟现实游戏娱乐影视工业等领域具有广阔的应用前景人类能表达多达种表情表情的描述也极其复杂具有高维非线性的特点精细表情的捕捉往往需要构造非常庞大的人脸表情库本项目拟基于分层高斯过程潜变量模型构建一个新的基于统计机器学习的处理框架以获取高精度的三维动态人脸表情我们的模型作为一种有效的非线性流形子空间方法克服了线性方法的局限建立了从低维隐空间到高维空间的映射关系并且尤其适合处理小样本的高维数据我们将脸部表情分层高层为整体表情外型低层为局部脸部特征并实现全局表情与局部特征之间的关联与控制我们对运动捕捉数据进行解耦子空间映射等离线预处理然后利用在线增量主成分分析对人脸进行跟踪并将高维表情信号用于控制虚拟人脸表情同时我们的分层细节模型提取出细节的个体特征通过嵌入式三维形变技术实现精细的真实感表情迁移",
        "fileName": "testFile32",
        "tags": []
    },
    {
        "title": "用于轻度认知障碍患者空间认知训练的脑机接口与虚拟现实融合关键技术研究",
        "year": "2018",
        "keyWordOri": [
            "脑电信号；",
            "空间认知训练；",
            "轻度认知障碍；",
            "脑机接口；",
            "虚拟现实"
        ],
        "abs": "轻度认知障碍患者的认知康复是神经康复领域的一个挑战性难题如不及时干预和康复有可能发展成为重度认知障碍其中急需解决的关键挑战是康复过程中如何提高患者的个性化自适应康复效果并对其进行实时有效的评价而这种挑战超越了传统方法的解决范围鉴于空间认知缺陷是该类患者的主要表现项目拟聚焦研究空间认知训练的新方法将脑机接口与虚拟现实相融合并将其关键技术用于对患者空间认知能力的个性化自适应训练以及对训练效果的实时有效评价首先拟设计有效的脑电信号预处理特征提取与分类方法建立该类患者脑电信号特征值与空间认知能力的回归预测模型其次拟构建有效的闭环神经反馈训练模型通过该模型融合脑机接口与虚拟现实设计个性化自适应游戏以及训练方案项目的开展有望为轻度认知障碍患者空间认知训练提供融合的关键新技术也有助于理解该技术发挥作用的脑机制为该类患者的认知康复提供有效的新方法和脑科学依据",
        "fileName": "testFile33",
        "tags": []
    },
    {
        "title": "基于三理汇通的虚拟现实体验质量评价研究",
        "year": "2018",
        "keyWordOri": [
            "物理损失；",
            "体验质量评价；",
            "心理反馈；",
            "生理舒适；",
            "虚拟现实"
        ],
        "abs": "目前，虚拟现实产业快速健康发展，但体验感不佳是困扰其进一步发展的瓶颈问题，究其原因是缺乏完善的体验质量标准和规范，整个产业链的发展都受到影响。针对此现状，本项目拟提出基于三理汇通（物理、生理、心理）的虚拟现实体验质量评价研究，研究内容将区别于传统2D、3D视觉信息处理，以全景视觉信息为基础展开工作。具体研究内容分为以下四部分：首先，探索虚拟现实数据信息的基本结构损失评价方法（物理因素）；其次，提出虚拟现实体验过程中的生理视觉舒适度评价方法（生理感受）；再次，研究虚拟现实沉浸感、美感分析以及交互性能评价方法（心理反馈）；最后，建立科学合理的虚拟现实体验质量评价标准库，并构建一个规范的基于全景视觉信息的虚拟现实体验质量客观评价体系。此研究的开展能够对产业界虚拟应用场景有效性与可用性做出客观判断，推进我国在虚拟现实领域学术研究的进一步发展，并提升我国在世界虚拟现实行业标准制定中的地位。",
        "fileName": "testFile34",
        "tags": []
    },
    {
        "title": "车用动力电池信息物理融合云系统架构及其智能管理",
        "year": "2018",
        "keyWordOri": [
            "电动汽车；",
            "动力电池；",
            "信息物理融合系统；",
            "云计算；",
            "智能管理"
        ],
        "abs": "动力电池是电动汽车的技术瓶颈电池在多变环境及全生命周期中的智能监测与管理是前沿科学问题本项目以实现灵活自重构可靠安全的智能电池管理系统为目标结合信息物理融合云系统建立电池智能管理架构提出云系统软硬件集成方法通讯与信息调度机制建立多源信息与电池状态间的映射关系提出集数据清洗挖掘填充融合及决策于一体的智能管理方法建立电池老化依赖性路径图构建多参数多维度的电池性能衰退共性模型提出基于云端共性特征的的参数辨识方法研究各模型特征建立集电气机理感知的电池综合模型利用深度学习算法建立云端故障信息表征量提出云车联合故障诊断与耐久性管理策略本项目涉及计算机电气车辆工程等多学科交叉领域对促进相关学科的基础理论研究和应用及我国新能源汽车与大数据产业联动发展具有重大指导意义",
        "fileName": "testFile35",
        "tags": []
    },
    {
        "title": "基于分布式自组织的高维多目标进化算法研究及其在云安全调度的应用",
        "year": "2018",
        "keyWordOri": [
            "高维多目标优化；",
            "进化算法；",
            "云计算；",
            "分解方法",
            null
        ],
        "abs": "本项目拟研究分布式自组织进化算法用于求解高维多目标应用问题由于目标数目大于个且其搜索空间巨大当前进化算法存在着优化精度不高求解速度慢甚至无法收敛等问题本项目通过构建云计算差异化安全的高维多目标模型拟探索融合分布式运行机制自组织分解方法高维进化搜索算子多算法多种群协同进化方法实现分布式自组织协同优化策略多个优化子种群采用优选算法实现分布式运行并优势互补从而加快算法的收敛速度与稳定性针对高维搜索空间本项目研究结合机器学习概率统计方法在进化过程中学习和估计最优前沿并由此生成权重向量实现自组织分解方法同时通过对进化搜索算子的搜索模式进行改进提高算法的搜索效率和能力最终本项目根据云计算差异化安全实际应用特征进一步改进分布式自组织进化算法的优化性能和稳定性本项目将在进化算法的理论研究和实际应用中取得创新成果为云安全智能调度奠定坚实的理论基础",
        "fileName": "testFile36",
        "tags": []
    },
    {
        "title": "云计算环境下工业信息物理系统主动入侵反应关键技术及应用研究",
        "year": "2018",
        "keyWordOri": [
            "实时安全控制；",
            "防御策略；",
            "入侵反应；",
            "云计算；",
            "工业信息物理系统"
        ],
        "abs": "工业信息物理系统是智能制造和“工业4.0”的核心，保护其安全至关重要。项目研究云计算环境下工业信息物理系统在遭到网络入侵时，依靠系统自身主动将系统及时恢复到正常工作状态或可接受风险状态的关键技术和实现方法。深入分析工业信息物理系统与云计算融合后的网络结构、运行特点及安全需求，设计主动入侵反应控制框架；结合系统模型和运行数据，利用贝叶斯网和博弈论动态制定多约束条件下的全局最优安全防御策略；研究基于软件定义网络和虚拟化技术的安全防护功能在线重构，实现安全资源灵活调度和安全服务动态编排；提出基于“云-边缘”协同的现场快速入侵反应和基于切换模型的自主弹性安全控制方法，构建现场双闭环实时安全控制结构；搭建测试平台进行仿真实验并开展工程应用。项目解决云计算环境下工业信息物理系统主动入侵反应的关键技术问题，可完善工业信息物理系统安全设计理论，加速云计算与工业的融合，为工业化和信息化的安全发展保驾护航。",
        "fileName": "testFile37",
        "tags": []
    },
    {
        "title": "云计算环境中高速且可证明安全的隐私数据查询算法研究",
        "year": "2018",
        "keyWordOri": [
            "信息安全；",
            "查询算法；",
            "云计算；",
            "数据安全；",
            "隐私保护"
        ],
        "abs": "该项目旨在建立一个利用云存储和计算服务并基于可搜索对称加密（SSE）具有隐私保护功能的查询处理引擎。企业和终端用户开始逐渐外包数据存储和计算服务的到公共云（如亚马逊EC2）。数据外包使得成本更低，可靠性更高，性能更好，部署更便捷。然而，因为数据所有者不完全信任公共云，因此数据隐私已成为关键问题。一个基于SSE的隐私保护数据查询方案需要满足两个要求。首先，它需要在自适应IND-CKA安全模型下被证明是安全的。第二，它需要在速度和空间利用方面都具有高效性。然而到目前为止，没有方案同时满足这几个要求。该项目的目标是建立一个利用云存储和计算服务并基于SSE具有隐私保护功能的查询处理引擎。该项目的目标是实现适应性安全和高效性。该研究不仅为基于SSE的可证明安全性和高效的数据查询处理提供了理论基础，而且提供了开源的隐私保护数据库查询处理系统。本项目所产生的数据库系统将在学术界和工业界产生持久的影响。",
        "fileName": "testFile38",
        "tags": []
    },
    {
        "title": "基于云计算的矿井水害智能应急救援方法研究",
        "year": "2018",
        "keyWordOri": [
            "“一张图”；",
            "矿井水害；",
            "实时模拟；",
            "云计算；",
            "智能应急救援"
        ],
        "abs": "随着云计算、物联网、大数据等技术的发展，智能应急救援已成为矿山生产安全的迫切需求和趋势。针对信息源增多、数值模拟计算能力增强、水害事故抢险救援复杂且难度大等情况，本项目通过集成与挖掘来自异构资源的大量数据，构建应急救援智库，建立云计算模式下多源异构、多维度实时“一张图”，推动信息资源共享；解决矿井突(透)水征兆信息识别预警、采掘空间水流数值模拟预测及智能应急疏散模型等关键技术问题，促进实时数据在模拟过程中的融合，提高应急救援时效性；基于融合基础设施、无限扩展和共享服务为应急救援提供弹性资源，支撑历史水害事故分析和可能发生的水害监测救援。项目最终目标将建立基于云计算的矿井水害智能应急救援理论方法，服务于多端用户和多方案并发计算，支持矿山的应急演练和应急决策，为矿井水害应急救援提供智能化服务，实现矿井水害事故预防、监控、预警、处置、评估等全过程动态管理和控制。",
        "fileName": "testFile39",
        "tags": []
    },
    {
        "title": "大数据确定性近似查询算法关键技术研究",
        "year": "2018",
        "keyWordOri": [
            "确定性近似查询；",
            "存储结构；",
            "大数据；",
            "近似度保证；",
            "算法"
        ],
        "abs": "数据的爆炸性增长使得现有查询算法无法快速返回大数据上的准确查询结果严重影响查询交互性和用户工作效率因此近似查询已成为目前大数据查询处理的一个重要研究问题通过分析发现现有的大多数近似查询算法在实际应用中集中于基本查询并且或者依赖于底层数据的正则性分布或者存在扩展性较差的问题无法有效处理大数据在一般情况下的近似查询问题本项目提出一类新的近似查询类型即确定性近似查询该查询以确定性近似度返回满足用户要求的近似结果本项目拟以查询结果的确定性近似度和执行代价的优化折衷为目标研究大数据确定性近似查询算法的关键技术包括大数据确定性近似查询的数学抽象及存储结构大数据确定性近似基本查询算法大数据确定性近似复杂查询算法拟提出一系列有关大数据确定性近似查询算法的理论技术和方法并实现大数据确定性近似查询原型系统验证本项目所提出方法的正确性和有效性",
        "fileName": "testFile40",
        "tags": []
    },
    {
        "title": "大数据驱动的故障检测：改进的PCA与PLS方法",
        "year": "2018",
        "keyWordOri": [
            "故障检测；",
            "主元分析；",
            "偏最小二乘；",
            "大数据",
            null
        ],
        "abs": "本项目主要迎合工业时代众实际系统具有的大数据特征如数据高维数据高容量以及数据结构特征多变等对传统的数据驱动的故障检测方法如作出重要改进与提升使它们具有可扩展性能一致以及持续学习的能力本项目紧紧围绕上述要求凝练出四个新颖的问题高维数据及特征多变导致的变量选择问题给定检测性能下的最少数据问题监控变量关系的欠估计或过估计问题以及对数据结构特征的持续学习问题基于及方法本项目将针对上述问题提出具有冲突调整能力的故障检测方法最少数据驱动的故障检测方法基于部分互信息最大化的故障检测方法以及对数据结构特征具有持续学习能力的故障检测方法这些方法不仅丰富和提升已有的数据驱动的故障检测研究而且能够对大数据驱动的故障检测做出创新性贡献项目组所在的团队具有良好的工作条件和研究基础有望为大数据驱动的故障检测带来重要进展",
        "fileName": "testFile41",
        "tags": []
    },
    {
        "title": "基于数字孪生模型的机载光电探测系统性能退化预测理论与方法",
        "year": "2018",
        "keyWordOri": [
            "性能退化建模；",
            "光电探测系统；",
            "系统级预测；",
            "非参数动态贝叶斯网络；",
            "数字孪生模型"
        ],
        "abs": "本项目依据数字孪生模型的思想建立一套描述光电探测系统性能退化的模型体系并在此基础上提出动态不确定环境下的系统整体性能预测算法最后结合历史数据与仿真数据验证研究成果借助调制传递函数将子系统故障和退化对性能的影响统一映射到能量域解决系统性能退化多场耦合的问题在能量域模型基础上基于动态贝叶斯网络对系统性能退化共有规律建模描述系统退化的动态过程和量化不确定性因素同时通过历史数据挖掘系统的退化模式在此基础上进一步建立非参数模型根据特定个体情况自主学习模型结构和参数增加模型对特定个体的描述能力最后针对所提出的模型体系提出一种基于软分类量化粒子滤波与即时学习相结合的性能退化预测算法框架实现性能退化的预测并减小预测过程中的不确定性项目研究能够为基于外场数据的光电探测系统性能退化预测提供理论算法支持对降低光电探测系统维护成本及提高设备安全性具有重要意义",
        "fileName": "testFile42",
        "tags": []
    },
    {
        "title": "基于忆阻器面向IoT终端SOC的可重构存储计算研究",
        "year": "2018",
        "keyWordOri": [
            "信息安全；",
            "低功耗；",
            "可重构；",
            "存储计算；",
            "忆阻器"
        ],
        "abs": "物联网（IoT）的快速发展带来终端数量的剧增。IoT终端主要的应用诉求是信息安全和低功耗。支持多种加密算法能够增强IoT终端的信息安全性能，但在实现上传统软件或ASICs方式会导致功耗或面积代价过大。存储计算得益于在运算过程中数据无需通过总线频繁搬运，可以有效降低功耗。但是，目前存储计算电路主要基于SRAM实现，在逻辑密度和静态功耗方面还有待改善；在算法层面，采用存储计算实现多种加密算法可重构也有待进一步研究。忆阻器的高密度、非易失存储和计算能力使其成为代替SRAM实现存储计算的优秀候选。本项目以IoT终端的应用诉求为背景，从忆阻存储计算电路、存储计算对加密算法的优化以及终端SOC架构等三个方面协同研究，获取比较完整且具有实用价值的片上低功耗、信息安全可重构存储计算技术，给我国IoT终端SOC的发展提供技术支撑。",
        "fileName": "testFile43",
        "tags": []
    },
    {
        "title": "数字孪生控制体系驱动的联动式生产运作系统在线优态控制机制与方法研究",
        "year": "2018",
        "keyWordOri": [
            "制造物联；",
            "数字孪生；",
            "信息物理系统；",
            "智能决策；",
            "智能制造过程"
        ],
        "abs": "从生产运作控制角度，将可应对高动态性的生产系统核心特征归纳为联动式生产运作系统（SPOS）模型。在前期对SPOS配置结构和决策方法充分研究的基础上，重点研究其在动态性作用下的在线优化控制问题。把控制思想从“实时的将偏离状态及时性调整为理论最优状态”的弹性控制改进为“适时的将偏离状态前摄性引导向适应性最优态”的优态控制，并深入研究其实施架构、机制和方法：将数字孪生从独立对象多要素模型映射向联动系统多尺度状态映射拓展，提出数字孪生控制架构并用于系统性承载面向SPOS全生命周期的优态运行控制机制；同时将可用于大系统优化的ALC方法从“优化层级体系的动态可重构”和“优化‘精度-速度’的动态可调节”的两个方面扩展为符合在线控制要求的新型ALC优化方法，并作为优态控制目标模型的在线生成器被SPOS全生命周期优态控制机制进行在线参数化调用。项目成果拟在采用离散和连续生产模式的大型制造企业进行应用测试。",
        "fileName": "testFile44",
        "tags": []
    },
    {
        "title": "整合GWAS和eQTL数据挖掘绵羊肉质性状关键基因",
        "year": "2018",
        "keyWordOri": [
            "基因组关联分析；",
            "肉质性状；",
            "羊；",
            "转录组；",
            "表达数量性状位点"
        ],
        "abs": "随着生活水平的提高消费者更加重视羊肉的品质因此肉质的改良将成为肉羊遗传改良面临的重要任务本研究将在相同的条件下饲养只湖羊断奶公羔月龄屠宰后测定肉色剪切力滴水损失肌内脂肪含量等肉质性状指标利用只羊基因芯片和只羊全基因组重测序数据构建极高密度采用的方法与肉质性状进行获得与肉质性状相关的候选同时结合只羊背最长肌数据进行分析初步揭示如何调控候选基因的表达随后结合和结果进行权重共表达网络分析筛选出与绵羊肉质性状相关的核心候选基因并对相关候选基因的效应进行验证本研究可克服单一组学挖掘候选基因面临较高假阳性以及不能解释肉质遗传调控机理的问题将为绵羊肉质遗传改良提供可靠的分子标记并解析肉质调控分子机制具有重要的科学和生产意义",
        "fileName": "testFile45",
        "tags": []
    },
    {
        "title": "基于人工智能的承包商履约信用风险预测方法研究",
        "year": "2018",
        "keyWordOri": [
            "承包商；",
            "风险预测；",
            "履约信用风险；",
            "知识图谱；",
            "人工智能"
        ],
        "abs": "有效预测承包商履约信用风险，可让优质承包商获得更多市场机会，规避不合格承包商带来的质量安全风险和投资目标损失，并使专业担保机构更好控制承保风险，从而培育一个健康的建筑市场和专业工程担保市场，及打造“中国建造”品牌。. 本研究拟提出一种将知识图谱、机器学习和混合增强智能相结合的人工智能新方法，来实现对承包商履约信用风险的自动预测，并应对数据集异源多维且有限和不完备，以及复杂专业领域知识所带来的挑战。首先将基于对承包商信用影响因子和作用机理的理论认知，创建一个可以支持数据特征化和数据融合的知识图谱；再采用深度学习与极限学习及灰度模型相结合的方法，来实现机器无监督学习和人工智能预测模型的建构，并提高机器学习的效率和降低数据量需求；并采用人机结合的混合增强智能方法，经迭代实现对知识图谱和预测模型的不断增强，以达成令人满意的预测准确率，并深化和拓展承包商履约信用风险的理论认知。",
        "fileName": "testFile46",
        "tags": []
    },
    {
        "title": "人工智能环境下层次化复杂问题决策方法研究",
        "year": "2018",
        "keyWordOri": [
            "认知表达；",
            "人工智能；",
            "决策方法；",
            "层次化复杂问题；",
            "体系建模"
        ],
        "abs": "针对人工智能环境下层次化复杂问题决策方法的新特点，从人工智能环境对复杂决策过程的影响分析入手，系统研究人工智能环境下层次化复杂决策问题的认知表达、体系建模以及协同求解等问题。.具体研究内容为：（1）采用马尔可夫脑网络技术建立层次化复杂决策问题与马尔可夫脑网络的映射关系，研究层次化复杂决策问题表达与分解的条件、方法与性质；（2）采用可扩展拓扑神经网络方法建立层次化复杂决策问题体系模型，研究复杂决策问题的递阶层次结构、要素关联关系以及层次化复杂决策问题的认知演化过程；（3）采用基于模型的多Agent强化学习技术建立层次化复杂决策问题协同求解框架，研究层次化复杂决策任务的分配机制以及层次化复杂决策问题的协同求解方法；（4）以国家中医临床研究基地II型糖尿病临床诊疗决策问题为例进行案例研究，验证所提出的理论与方法。.以上研究为人工智能环境下层次化复杂决策问题的求解提供了新的思路和方法。",
        "fileName": "testFile47",
        "tags": []
    },
    {
        "title": "人工智能自适应在线教育方法研究与应用",
        "year": "2018",
        "keyWordOri": [
            "区块链；",
            "人工智能；",
            "自适应在线教育；",
            "隐私保护",
            null
        ],
        "abs": "随着移动互联网的迅速发展，知识传播与获取的方式产生了根本变化，在线教育引起了人们的广泛关注。基于简单计算机编程的传统自适应在线教育存在教育资源数据孤岛、资源共享受限、学生特征表征不足以及不能适应动态变化等问题。本项目将研究一种新型的基于人工智能的自适应在线教育，重点研究：1)构建基于区块链的分布式自适应教育资源共享机制；2)构建差异化的自适应学生模型；3)构建适应动态变化的个性化自适应学习引擎；4)研发一套人工智能自适应在线教育原型系统，以促进自适应在线教育研究的落地。预期本项目的研究将对突破自适应在线教育的研究瓶颈以及推动我国教育事业的发展起到积极作用。",
        "fileName": "testFile48",
        "tags": []
    },
    {
        "title": "基于机器学习的身份认证协议智能分析与设计方法",
        "year": "2018",
        "keyWordOri": [
            "身份认证；",
            "着色petri网；",
            "形式化分析与智能化设计；",
            "上下文感知；",
            "机器学习"
        ],
        "abs": "本项目从基本面分析角度，基于中国资本市场的制度环境，深入分析公司内在价值的决定因素，并结合大数据和机器学习，挖掘有效的阿尔法因子，构建基于基本面信息的交易策略。利用网络爬虫、手工收集等构建的独特数据库，旨在研究：1)我国基本面量化投资的策略构建机制；2)基本面指标的选取及量化投资策略；3)公司关联与企业创新的投资策略；4)基于大数据的量化投资策略；5)人工智能和机器学习在量化投资中的应用。本项目的特色与创新在于：1)深入研究，揭示中国资本市场独特的阿尔法因子；2)从企业关联和创新角度，探索创新环境下企业估值的决定因素；3)立足新兴资本市场，结合大数据、机器学习和人工智能，建立更加科学有效的交易策略。本课题丰富了基本面量化投资的研究视野，为中国市场挖掘新的阿尔法因子提供思路，进而推动基本面量化投资在中国的发展，对于提升市场效率、降低市场套利成本、引导投资者理性投资具有十分重要的意义。",
        "fileName": "testFile49",
        "tags": []
    },
    {
        "title": "基本面量化投资：价值投资、企业创新与机器学习",
        "year": "2018",
        "keyWordOri": [
            "企业创新；",
            "基本面量化投资；",
            "价值投资；",
            "机器学习；",
            "大数据"
        ],
        "abs": "本项目从基本面分析角度基于中国资本市场的制度环境深入分析公司内在价值的决定因素并结合大数据和机器学习挖掘有效的阿尔法因子构建基于基本面信息的交易策略利用网络爬虫手工收集等构建的独特数据库旨在研究我国基本面量化投资的策略构建机制基本面指标的选取及量化投资策略公司关联与企业创新的投资策略基于大数据的量化投资策略人工智能和机器学习在量化投资中的应用本项目的特色与创新在于深入研究揭示中国资本市场独特的阿尔法因子从企业关联和创新角度探索创新环境下企业估值的决定因素立足新兴资本市场结合大数据机器学习和人工智能建立更加科学有效的交易策略本课题丰富了基本面量化投资的研究视野为中国市场挖掘新的阿尔法因子提供思路进而推动基本面量化投资在中国的发展对于提升市场效率降低市场套利成本引导投资者理性投资具有十分重要的意义",
        "fileName": "testFile50",
        "tags": []
    },
    {
        "title": "利用深度学习重构本地宇宙结构演化",
        "year": "2018",
        "keyWordOri": [
            "星系；",
            "宇宙学模拟；",
            "宇宙大尺度结构；",
            "深度学习；",
            "暗物质"
        ],
        "abs": "宇宙学模型获得大量观测支持从而成为标准宇宙学模型但为了更好的理解这些观测数据比如大尺度观测上的宇宙方差星系分布与背景物质密度偏差以及理解观测到的本地宇宙中的各类结构的形成历史我们都有必要重构观测到的宇宙的演化图景本申请将采用和传统方法完全不一样的深度学习的方法来完成重构首先利用多层神经网络的方法寻找观测的星系分布比如和背景总体物质暗物质和重子物质的联系再通过深度学习找到从当前物质分布到原初物质分布的映射关系从而得到观测宇宙的原初条件继而对这一原初条件进行高精度数值模拟重构本地宇宙的演化历史深度学习是直接获得演化开始和结果的映射故而可以更可靠的获得结构形成历史同时可以通过增多对深度学习的信息输入我们也可能可以获得比以前传统方法在更小尺度上的重构重构出来的本地宇宙演化图景将有诸多应用",
        "fileName": "testFile51",
        "tags": []
    },
    {
        "title": "知识引导的深度学习语音降噪研究",
        "year": "2018",
        "keyWordOri": [
            "深度学习；",
            "噪声消除；",
            "语音降噪",
            null,
            null
        ],
        "abs": "语音分离研究从带噪语音中分离出目标人声是语音信号处理领域的一个重要分支对移动通讯助听器和鲁棒性自动语音识别等实际应用有着巨大的研究价值传统方法将语音分离看成是一个信号处理问题如谱减法波束形成等其解决思路建立在对声音信号理解的基础之上算法依赖噪声信号统计特性的假设和参数估计在现实噪音环境中假设很难满足同时参数估计十分困难最近语音分离被视为一个监督性学习问题尤其深度学习发展迅速基于深度神经网络的语音分离算法表现突出逐渐成为研究热点然而作为监督性学习算法高度依赖训练数据通常需要海量数据解决泛化性问题本项目的研究目标是将传统信号处理和深度学习方法相融合一方面利用传统信号处理方法提高神经网络的训练效率和泛化性问题另一方面借助深度神经网络的大规模数据训练解决传统信号处理对噪声统计特性假设的依赖同时提高参数估计的精度提升传统方法的降噪性",
        "fileName": "testFile52",
        "tags": []
    },
    {
        "title": "自适应人工智能在线教育关键技术研究",
        "year": "2018",
        "keyWordOri": [
            "自适应教育；",
            "人工智能；",
            "人工智能教育环境；",
            "人工智能教育",
            null
        ],
        "abs": "人工智能已成为全球科技研究的一个制高点，以人工智能为代表的新技术带来了工业科技的又一次革命。然而，人工智能教育迄今为止在我国尚属专才教育，只有少部分人能进入专门机构进行系统学习，这种现状不利于我国人工智能人才梯队的建设，进而将制约我国人工智能乃至信息技术未来的发展与壮大。本项目拟从四个层面研究解决人工智能进入全民教育阶段面临的难点，包括：结合知识图谱和发现技术建立人工智能知识库，依据智能关联将知识进行重新组织与存储；探索深入浅出的专业知识可视化表达与传播，克服人工智能知识抽象、传授困难的弊端；研究基于个体差异的自适应推荐算法，弥补无差异教学模式在个性化教学上的不足；研究带反馈机制的交互式验证平台，解决人工智能知识验证难的问题。本项目提出的自适应人工智能教育方式，能为人工智能普及化教育及非专才教育提供新途径，有助于推进人工智能基础教育全民化、准入门槛平坦化，具有重要的科学意义和社会价值。",
        "fileName": "testFile53",
        "tags": []
    },
    {
        "title": "基于深度学习的骨肿瘤诊断方法研究",
        "year": "2018",
        "keyWordOri": [
            "诊断方法；",
            "骨肿瘤；",
            "医学影像；",
            "深度学习；",
            "人工智能"
        ],
        "abs": "随着深度学习在计算机视觉等领域取得的巨大进展，深度学习在医学诊断上的应用已成为了研究热点。相对于通用的图像分类、目标定位和目标检测等任务使用的数据集，医学图像数据集样本数量相对较少。如何充分利用有限的医学图像样本训练出诊断效果好的深度学习模型，是当前国内外的重要研究课题。本项目围绕深度学习在骨肿瘤诊断中的应用展开深入研究，包括基于深度学习的骨肿瘤图像的良恶性分类方法、定位方法和检测方法。解决深度学习在骨肿瘤小样本数据集上的训练问题，并结合对骨肿瘤图像的多模态信息融合方法，综合利用X光、CT和MRI等图像信息进联合诊断，开发一个骨肿瘤在线诊断系统，验证上述方法的可行性和有效性。本项目的研究成果可辅助医生分析骨肿瘤图像，对于减少骨肿瘤的早期误诊误治具有重要的研究意义和临床应用价值，为深度学习技术在医疗图像方面的应用提供参考。",
        "fileName": "testFile54",
        "tags": []
    },
    {
        "title": "基于结构化深度学习的场景理解",
        "year": "2018",
        "keyWordOri": [
            "场景理解；",
            "深度学习；",
            "图像表征；",
            "深度估计；",
            "结构化模型"
        ],
        "abs": "本项目旨在研究基于结构化深度学习的图像场景理解问题通过合理设计和架构深度学习网络模型克服传统方法在图像特征表达能力方面的不足将深度学习模型与概率图模型相结合研究统一的结构化深度学习框架解决传统深度学习模型输出缺乏结构化约束空间结构信息丢失的问题面向大规模应用数据研究结构化输出模型的快速推断方法以避免巨大的计算代价在深度学习模型中引入可以通过较低成本获取的稀疏先验信息研究先验信息的融合方法以减少单幅图像到深度图之间映射的不确定性研究图像的深度估计和语义分割的多任务学习实现两个任务的共同增强本项目的研究将促进基于视觉的场景理解理论和技术的发展为机器人无人车等技术的推进和发展提供有力的保障",
        "fileName": "testFile55",
        "tags": []
    },
    {
        "title": "基于模糊建模和深度学习的图像质量评价",
        "year": "2018",
        "keyWordOri": [
            "深度学习；",
            "模糊建模；",
            "图像质量客观评价；",
            "先验模型；",
            "图像质量主观评价"
        ],
        "abs": "本项目基于模糊建模和深度学习研究图像质量评价问题。.图像质量评价研究的目标在于模拟人对图像质量的主观评价过程，构建同主观评价尽可能一致的客观图像质量指标。我们通过对主观评价过程的深入分析形成了以下认识：“主观评价过程可划分为感知、理解和视觉质量评分三个阶段，其中感知与理解阶段具有非线性、非局部、各向异性、多尺度和稀疏性特点，而评分阶段具有模糊性特点”。本项目将围绕这这一认识研究以下两方面内容：.(1)主观评分的模糊建模——采用模糊数描述主观评分，以克服目前采用实数描述不能有效刻画主观判断的模糊性问题。这一研究预期建立图像质量评价算法新的测试基准。.(2)知识-数据联合驱动的深度图像质量模型——利用关于主观评价过程六个特点的先验知识或先验模型来设计网络结构，然后借助已标注数据来学习深度图像质量模型。这一研究预期改善目前深度学习的“黑箱化”现状，使得网络结构的设计建立在先验知识的基础之上。",
        "fileName": "testFile56",
        "tags": []
    },
    {
        "title": "基于深度学习的移位MIMO“鬼\"成像方法研究",
        "year": "2018",
        "keyWordOri": [
            "关联成像；",
            "边缘检测算子；",
            "多输入多输出；",
            "深度学习；",
            "散斑"
        ],
        "abs": "鬼成像即关联成像是基于纠缠或光场涨落的关联特性通过强度关联非局域地获取目标物体信息的新型成像方法具有巨大应用前景然而现有方案需要成千上万次采集桶探测器数据后再通过重建算法才能获得目标物体清晰的图像本项目拟将多输入多输出边缘检测和深度学习技术引入鬼成像探索一种高质量瞬时可成像的方案是信息技术和量子光学领域的交叉课题借鉴雷达成像理论以空间换时间获得多散斑光场同时照射多输入多个桶探测器同时接收多输出的鬼成像解决需要长时间采集数据的问题设计高性能空域和频域边缘检测方法直接获取目标物体轮廓信息避免低成像质量对目标识别的限制在此基础上利用深度神经网络探索基于深度学习的移位鬼成像协同优化方案并用实验实现该方法研究结果将对分布式感知探测分布式图像处理等研究具有重要的理论指导意义和实际参考价值",
        "fileName": "testFile57",
        "tags": []
    },
    {
        "title": "基于动态散斑测量技术的锚杆载荷可视化数字成像研究",
        "year": "2018",
        "keyWordOri": [
            "巷道支护；",
            "可视化；",
            "锚杆载荷；",
            "散斑测量；",
            "三维应变"
        ],
        "abs": "围绕煤矿支护中广泛存在的锚杆载荷测量难题依托数字散斑动态快速测量技术研究不同承载条件下锚杆托盘表面应变分布特征分析锚杆托盘表面应力场的动态演化过程建立托盘应变场与锚杆杆体载荷之间关系的力学模型揭示托盘表面应变与锚杆轴向载荷的力学作用机理并采用数值模拟软件对托盘三维物场进行定量测量分析和三维重构得到锚杆承载的实时全息图像建立基于锚杆托盘三维应变场的锚杆承载快速重构技术实现锚杆承载的图像显示这将对解决传统锚杆载荷测量方法中广泛存在的技术弊端具有重要的实践指导意义应用前景广泛",
        "fileName": "testFile58",
        "tags": []
    },
    {
        "title": "适用于无约束互联网照片集的光度计算机视觉算法",
        "year": "2018",
        "keyWordOri": [
            "辐射度标定；",
            "光度立体视觉；",
            "环境光；",
            "逆图形；",
            "反射模型"
        ],
        "abs": "图像的形成源于相机对光的度量。光源发出的入射光线在场景中传播，通过物体表面形状和反射率决定的反射路径和强度进入相机。光度计算机视觉算法通过逆向分析图像形成的过程，估计环境光照、物体的形状和反射率，为其他计算机视觉问题提供场景的本征物理特性估计。传统光度计算机视觉算法需要用经过辐射度响应标定的相机在严格控制光照的实验室环境中拍摄数据，因此无法直接从互联网这一规模最大、种类最多的图像宝库获取输入资源。本课题拟将光度计算机视觉算法从实验室带到自然环境，研究其物理成像模型在互联网照片集上的表达，结合网络大数据和最新的深度神经网络技术挖掘数据驱动的正则约束，开发适用于互联网照片集的光度计算机视觉算法，解决一个预处理（相机辐射度响应标定）和三个重要元素估计（形状、光照、反射率）的问题，在保证光度计算机视觉算法输出有物理可解释性的高准确度结果的同时，呈现其更广泛的实用性。",
        "fileName": "testFile59",
        "tags": []
    },
    {
        "title": "广义仿射分式规划的全局优化算法及其在计算机视觉中的应用",
        "year": "2018",
        "keyWordOri": [
            "全局优化；",
            "广义仿射分式规划；",
            "分支定界算法；",
            "近似算法；",
            "外空间算法"
        ],
        "abs": "本项目拟对众多实际问题中归结出的广义仿射分式规划问题提出外空间算法分支定界算法多项式时间近似算法等全局优化理论与算法并将其应用于计算机视觉中的多视图几何三维图像重构等实际问题中具体内容如下针对特殊形式的广义仿射分式规划问题构造并利用外空间等价问题建立外空间算法针对目标函数为广义多项式函数形式的广义仿射分式规划问题利用线性逼近等技巧构造松弛问题建立分支定界算法为提高算法的计算效率利用问题的特征和算法结构构造区域删除原则针对广义仿射分式规划问题的一般形式及特殊形式通过构造原问题的等价问题建立求解相应问题的多项式时间近似算法分析算法的收敛性和复杂度应用上述算法求解计算机视觉中的多视图几何三维图像重构等实际问题中的广义仿射分式规划问题本项目不仅为广义仿射分式规划提供新的求解思路而且也对促进分式规划全局优化理论与算法的发展和应用具有重要的意义",
        "fileName": "testFile60",
        "tags": []
    },
    {
        "title": "基于深度视觉学习的汽车辅助驾驶安全关键方法研究",
        "year": "2018",
        "keyWordOri": [
            "汽车辅助驾驶安全系统；",
            "图像识别；",
            "计算机视觉",
            null,
            null
        ],
        "abs": "针对汽车辅助驾驶安全系统中运动目标识别的特征挖掘和识别分类等关键难点问题，本项目以车载视频中行人为对象，开展基于深度神经网络的汽车辅助驾驶安全技术中行人识别及行人行走方向分析的研究，项目拟在构建车载视频中行人特性视图的基础上，获得面向深度卷积神经网络的稀疏样本；以相关性分析和参数优化等为手段，阐明深度神经网络学习算法对图像特征挖掘能力、网络泛化能力及收敛性能的影响规律；为达到汽车辅助驾驶安全技术的实时性，以深度卷积神经网络的快速实现为目的，提出BSP模型和多GPU相结合的深度学习并行优化方案。通过研究，建立运动目标识别机理与深度神经网络实施算法的本征关系，提出结合行人行走方向信息的深度卷积神经网络耦合新模型。本项目对于揭示汽车辅助驾驶安全技术中的运动目标识别中的特征提取等关键基础问题，发展运动目标识别理论与方法具有重要意义，研究成果在军事和民用领域具有重要的应用参考价值。",
        "fileName": "testFile61",
        "tags": []
    },
    {
        "title": "基于机器学习的天然混交林单木生长模型",
        "year": "2018",
        "keyWordOri": [
            "单木生长模拟；",
            "生长模型；",
            "统计模型；",
            "混交林；",
            "机器学习"
        ],
        "abs": "混交林已经成为应对气候变化的一种重要的适应性森林经营模式，持续得到全球关注。混交林的生长预估一直是森林生长收获预估领域的难点，对混交林的种间关系和生长规律并不完全清楚，并面临气候变化的新挑战。人工智能的发展为混交林生长建模提供了新的思路。本项目探索“如何基于机器学习方法来建立混交林的生长模型，认识混交林的生长规律，并模拟气候变化和森林经营的影响？”这一重要亟待解决的科学问题。以东北温带针阔混交林为对象，将固定样地定期调查数据、树轮数据和直径微生长数据相结合，基于人工神经网络和随机森林等5种机器学习方法，建立包含竞争、气候、结构和混交效应的单木生长模型，并与传统的统计方法进行比较；分析混交林内共存树种间的相互关系和生长规律，模拟间伐和未来气候变化及其交互作用对针阔混交林生长的影响。预期结果将发展混交林生长模拟的新方法，弥补混交林生长规律的知识，为天然针阔混交林的适应性经营提供依据。",
        "fileName": "testFile62",
        "tags": []
    },
    {
        "title": "基于计算机视觉的群养猪身份和进食行为识别方法研究",
        "year": "2018",
        "keyWordOri": [
            "身份识别；",
            "行为识别；",
            "猪；",
            "采食行为；",
            "计算机视觉"
        ],
        "abs": "为了防止猪病的流行与蔓延及时发现猪的异常行为非常重要本项目以群养猪为研究对象考虑猪在猪舍中位置的可变性研究具有平移尺度旋转不变性原理和视觉显著性策略自适应筛选特征提出猪在形变状态下的外形颜色和纹理等特征的提取融合和优化方法构建基于计算机视觉的猪的身份特征向量和识别模型分析猪的相应体位与特定标志物之间的空间和时间关系研究猪体外形轮廓上特征点的运动轨迹和频域特性采用隐马尔科夫理论神经网络深度学习和动态数据采集与分析等方法构建猪的饮水和采食行为识别模型以及饮水量和采食量估算模型提出基于计算机视觉的猪的饮水和采食行为识别和定量分析新方法建立猪的饮水和采食量档案发现异常及时处理实现连续无侵扰的猪的行为识别与健康状态监控提高养猪业的智能化精细化水平本研究可为动物身份和行为的视频识别提供理论基础为研发具有自主知识产权的猪的行为与健康监控装备提供新方法",
        "fileName": "testFile63",
        "tags": []
    },
    {
        "title": "明长城军事防御体系系统关系及其可视化研究",
        "year": "2018",
        "keyWordOri": [
            "防御体系；",
            "可视化；",
            "时空；",
            "空间关系；",
            "明长城"
        ],
        "abs": "长城防御体系是一个由长城本体军事聚落和驿传烽传组成的地理尺度的空间遗存各军事聚落之间存在等级分明的层次体系和守望互助的依存关系驿传烽传是联系长城本体和军事聚落之间的血脉然而长期以来防御体系的整体性认识并未得到充分揭示本课题拟开展防御体系整体的系统关系及时空可视化信息平台架构研究通过构成要素和整体结构研究摸清防御体系总体空间布局通过防御体系与外部环境的关系研究梳理防御体系历史演变脉络通过空间分析揭示防御体系的系统关系协同防御模式和内在机制通过时空可视化信息平台搭建复原和直观展现防御体系总体时空布局支持镇路堡等各层次防御区域的空间关系的动态展示本课题为保护规划中保护范围的划界价值评估属地管理和展示利用提供智力支撑使长城世界文化遗产的真实性完整性认知和系统性研究推向更深入的层次",
        "fileName": "testFile64",
        "tags": []
    },
    {
        "title": "隐私保护机器学习关键技术研究",
        "year": "2018",
        "keyWordOri": [
            "安全多方计算；",
            "外包计算；",
            "隐私保护；",
            "同态加密；",
            "机器学习"
        ],
        "abs": "机器学习像一把双刃剑，在推动社会走向高度智能化的同时，也使社会面临隐私泄漏的巨大威胁。本课题首先从机器学习过程中的数据形态和数据隐私威胁模型两个方面，构建机器学习隐私保护安全模型，为研究和设计隐私保护机器学习算法提供理论框架和安全评估依据；其次，课题分析归纳机器学习算法中的核心运算，并基于安全多方计算研究隐私保护机器学习核心算法；最后，针对多密钥密文运算问题和密文数据机器学习非线性运算问题，提出多参与方且存储计算外包框架下的多密钥同态加密算法和线性近似算法，解决隐私保护机器学习的关键技术问题，设计ID3、SVM和神经网络等隐私保护机器学习复杂算法。本课题创新性提出机器学习隐私保护安全模型，设计多密钥同态加密算法，采用线性近似等方法解决复杂机器学习中密文非线性计算问题。该课题的研究成果将促进隐私保护机器学习的理论研究和技术发展，具有一定的科学意义和应用价值。",
        "fileName": "testFile65",
        "tags": []
    },
    {
        "title": "多方外包机器学习隐私保护问题研究",
        "year": "2018",
        "keyWordOri": [
            "可证密码系统；",
            "隐私保护；",
            "计算外包；",
            "机器学习",
            null
        ],
        "abs": "多用户环境下外包机器学习隐私保护必不可少与其他学者研究思路不同本项目不单独研究大数据隐私而是结合机器学习计算外包与密码技术从数据来自多用户角度系统地探讨多方外包机器学习隐私保护理论和方法旨在促进和刺激交叉科学的新发展包括建立多方外包机器学习隐私保护可证模型形式化定义敌手目标与能力给出随机扰动方法隐私保护信息量计算公式提出关联数据隐私度量快速计算方法寻找多方外包机器学习面向实际可证隐私保护方案的最佳设计途径分别基于随机扰动和加密等方法设计多方外包传统机器学习隐私保护方案找出隐私保护证明的基本方法从计算复杂性角度给出各方案在隐私保护可证模型中的形式化证明结合差分隐私和同态密码构造多方外包深度学习隐私保护通用框架在正式模型中给出严格紧致性证明本项目成果也必将促进可证密码学与机器学习本身的发展",
        "fileName": "testFile66",
        "tags": []
    },
    {
        "title": "机器学习驱动的可视化新流程研究",
        "year": "2018",
        "keyWordOri": [
            "可视化流程；",
            "参数空间；",
            "机器学习；",
            "视觉设计；",
            "感知空间"
        ],
        "abs": "可视化的设计空间庞大复杂，参数空间选择困难，用户的感知空间难以直接表达，本项目旨在针对上述可视化中设计空间、参数空间、感知空间的难点，研究由机器学习驱动的可视化新流程取代需要针对特定数据和任务设立不同可视化设计的模式，通过学习的方式建立隐式的模型。将可视化本身以及相关的参数设置、设计空间、用户感知等信息，通过选择合适的机器学习模型与算法之后进行学习、训练，直接合成期望的可视化参数、设置、甚至可视化结果，从而提供更智能的可视化。这项工作将引入和当前一般可视化不同的可视化设计流程，将可视化设计范例从传统的解析式驱动方法转变为目标导向方式。",
        "fileName": "testFile67",
        "tags": []
    },
    {
        "title": "基于压电光子学效应的声表面波可视化研究",
        "year": "2018",
        "keyWordOri": [
            "压电光子学；",
            "可视化；",
            "微驱动器；",
            "声表面波；",
            "应力发光"
        ],
        "abs": "声表面波微驱动技术在生物医学和化学分析等领域具有广阔的应用前景近年来引起了学界极大的关注能够原位实时地检测声表面波的传播特性对于声表面波在微驱动领域的应用具有重要意义当前的检测方法面临仪器精密昂贵运行费用高对环境振动敏感检测费时费力不能实现原位实时快速检测等诸多问题压电光子学效应能够实现机械应力到发光的转换申请人研究组在国际上较早开展压电光子学效应研究本项目拟在前期工作基础上将应力发光薄膜与声表面波器件集成基于压电光子学效应实现声表面波的可视化研究工作预期将掌握应力发光薄膜特性以及声表面波参数对声波驱动应力发光性能的影响规律理解声表面波耦合动态调制应力发光的物理机制建立相应的物理模型拟研发的新型可视化声表面波微驱动原型器件将验证新引入的发光功能不仅满足声表面波的现场快速可视化检测而且有助于提高声表面波技术在微驱动和微操控领域的性能",
        "fileName": "testFile68",
        "tags": []
    },
    {
        "title": "人工智能在等离子体控制和运行上的应用研究",
        "year": "2018",
        "keyWordOri": [
            "HL-2A；",
            "人工智能；",
            "托卡马克；",
            "等离子体控制",
            null
        ],
        "abs": "大脑疾病的治疗正困扰着数以百万计的中国人民。虽然对相应药物的研发投入逐年增加，但新药发现的速度却持续放缓。这归咎于人类大脑的复杂以及药物研发技术的各式瓶颈。随着神经活动图谱绘制技术的进步，病患的大脑功能得到较深层次的认知。这些技术的一个重要应用便是帮助我们找寻治疗大脑疾病的新药或新方法。前人对利用大脑活动成像技术进行疾病治疗投入了大量的研究工作，但用以药物研发却鲜有报道。其中有多个关键技术难题亟需解决，包括技术高通量化，多维图谱的特征提取，预测机制的高效精准化等。本研究计划基于人工智能与大脑活动图谱绘制技术，结合微流控芯片和神经成像，开发高通量的新型药物筛选平台；进行大规模药物测试，相应地绘制多维大脑活动图谱，形成富含药物评价信息的数据库；通过机器学习分析方法，建立精准高效的药物预测机制，同时筛选出新型治疗药物，并将于动物疾病模型上进行验证，为新一代药物研发提供强有力的研究依据。",
        "fileName": "testFile69",
        "tags": []
    },
    {
        "title": "基于人工智能近零功耗无线可穿戴芯片关键技术研究",
        "year": "2018",
        "keyWordOri": [
            "时间域模数转换器；",
            "人工智能；",
            "近零功耗；",
            "可穿戴电子",
            null
        ],
        "abs": "在对托卡马克等离子体的控制和运行的研究中，存在一些计算复杂无法实时化、特征复杂无法用数值方法进行精确描述以及严重依赖于经验的问题，人工智能为解决这些问题提供了方案。随计算能力不断提高和信息技术的进步，在最近几年，人工智能也逐渐发展到由大数据驱动的机器学习和深度学习的阶段，其表现出的实用价值正快速渗透到各个领域并且被国家提升到战略的高度。本项目将基于HL-2A上接近60TB的全部历史数据，利用大数据结合机器学习深度学习等人工智能技术，选取三个典型问题开展研究：密度温度剖面的实时计算、等离子体大破裂实时预测以及每次放电均需调整的预送气参数自动化运行，分别对应实时控制和运行中的复杂单项诊断，复杂综合多项诊断以及运行经验模型化三大类问题, 通过本项目的执行，将提高等离子体实时控制品质和运行的自动化水平，同时为实时控制和运行中类似的问题提供解决框架。",
        "fileName": "testFile70",
        "tags": []
    },
    {
        "title": "用于高灵敏、可视化病毒检测的噬菌粒纳米探针研究",
        "year": "2018",
        "keyWordOri": [
            "纳米探针；",
            "可视化；",
            "噬菌粒纳米探针；",
            "超灵敏病毒检测；",
            "早期诊断"
        ],
        "abs": "目前可视化检测病毒的技术灵敏度不够高无法检测动物或人病毒感染早期极微量病毒样本申请人在成功构建了一种噬菌体金纳米探针的基础上拟通过基因编辑噬菌体研究获得一种长度约直径的含基因的重组噬菌粒其一端衣壳蛋白融合金亲和肽另一端融合特异识别目标病毒的多肽基因赋予重组噬菌粒感染宿主形成肉眼可见蓝色单克隆噬菌斑的能力进一步研究此重组噬菌粒与金纳米粒子的组装构建一种以金纳米粒子为核表面修饰许多重组噬菌粒的噬菌粒纳米探针此噬菌粒纳米探针与抗目标病毒的抗体修饰的磁探针组成检测体系检测细胞培养来源及临床样本中两种代表性病毒蓝耳病病毒和水疱性口炎病毒并用荧光定量平行检测验证体系的特异性灵敏度重复性及符合率最终发展一种基于噬菌粒纳米探针的超灵敏可视化检测病毒的新技术",
        "fileName": "testFile71",
        "tags": []
    },
    {
        "title": "空间目标特性数据挖掘的可微分编程方法研究",
        "year": "2019",
        "keyWordOri": [
            "空间目标特征；",
            "特征提取；",
            "特征学习",
            null,
            null
        ],
        "abs": "研究空间目标特性数据挖掘和发展全新的目标特性表示学习理论框架可以有效地促进太空目标探测识别技术和装备的发展本项重点研究目标特性数据的表征学习新方法在可微分编程理论框架下研究不同形态目标特性数据表征的序列性对称性及逆图形学可微分计算图结构设计算子设计和可视化编程构架本项目的特色在于充分利用多学科多领域交叉的优势拓展深度表示学习方法的理论框架针对空间目标特性数据表示学习中的关键问题展开研究和提出解决方案本项目的研究具有较强的理论意义和应用价值并且对于推动太空态势感知领域的技术进步具有重要的意义",
        "fileName": "testFile72",
        "tags": []
    },
    {
        "title": "基于数据挖掘的区域综合能源系统能效状态评价与运行优化策略研究",
        "year": "2019",
        "keyWordOri": [
            "能效状态评价；",
            "数据挖掘；",
            "区域综合能源系统；",
            "运行优化",
            null
        ],
        "abs": "随着我国能源生产和消费模式的转变，区域综合能源系统以其可促使可再生能源的规模化接入，实现能源的梯级高效利用的特点，成为我国能源工业技术的重要发展方向之一。本项目针对区域综合能源系统运行时，需要协调多种能源出力，保证可再生能源的有效接入，确保系统能损最低等问题，结合数据挖掘技术与人工智能方法，开展精细化的、系统化的能效状态评价与运行优化的相关理论研究。首先，分析各状态指标对系统能效状态的影响及其耦合规律，基于属性约简理论构建描述系统能效状态的指标网络；其次，引入模糊C均值方法确定系统全工况下的能效基准状态，并结合多元状态估计，构建能效状态评价模型；最后，基于长短时记忆网络对用户负荷进行预测，并结合粒子群算法寻优，确定负荷与优化决策之间的映射关系，实现由源至荷的全过程的协同优化运行。项目的研究为探究区域综合能源系统能效状态的通用评价方法，寻求系统协同优化模式提供了一种新的思路与途径。",
        "fileName": "testFile73",
        "tags": []
    },
    {
        "title": "基于数据挖掘的隧道施工全过程安全风险动态评估与管控方法",
        "year": "2019",
        "keyWordOri": [
            "隧道；",
            "风险评估；",
            "风险控制；",
            "数据挖掘；",
            "变权理论"
        ],
        "abs": "施工全过程风险评估与管控是目前隧道施工中的重大理论与技术难题，本项目以复杂环境大断面隧道灾害致灾因素研究为基础，以大量工程实践为依托，应用资料调研、理论分析、程序研发以及现场试验等手段，系统研究隧道施工全过程风险评估与管控方法。从隧道施工全过程的时空角度，基于4M1E安全管理的风险评估指标集的动态变化、指标评估权重的动态变化两个方法，提出针对隧道施工全过程的动态风险变权重风险评估模式。将多维异构数据和可视化技术结合，构建出新的隧道施工安全信息可视化管理平台。研究阈值报警、水平触发报警等安全预警机制，实时针对整个隧道群进行风险管控与评估，实现隧道围岩变形值超限、施工步距超限及自主信息发布预警。构建基于云端平台的隧道施工风险数据库，实现隧道全过程的信息化管理，针对隧道施工风险评估的流程，开发隧道施工期动态风险安全管控系统。研究成果对于隧道施工全过程风险评估与控制具有重要的科学意义和工程价值。",
        "fileName": "testFile74",
        "tags": []
    },
    {
        "title": "精度自适应的动态深度学习量化研究",
        "year": "2019",
        "keyWordOri": [
            "智能系统体系结构；",
            "深度学习；",
            "深度学习加速；",
            "模型压缩；",
            "神经网络量化"
        ],
        "abs": "算力的发展推动了深度学习的发展和广泛应用提升算力已成为工业界和学术界的迫切需求深度学习量化方法为提高深度学习算力带来新思路但存在准确性有效性和泛化性问题本项目拟研究提出精度自适应的动态深度学习量化方法根据网络结构硬件架构及应用场景的变化自动及时调整深度学习不同模块的计算精度从而提升深度学习算法定点化的准确性改善深度学习算法计算性能扩展深度学习加速算法的应用范围本项目围绕三个基础问题进行研究计算精度与深度学习算法准确性间的关系硬件效率与算法准确性间的平衡多种应用下深度学习数据演化规律精度自适应动态深度学习量化方法具体包括准确度误差控制神经网络与硬件联合优化和自适应量化策略调整深度学习量化研究将是深度学习研究与体系结构研究间的纽带为发展深度学习产业化奠定理论基础为深度学习处理器设计提供算法层面的规格定义具有重要的科学和经济价值",
        "fileName": "testFile75",
        "tags": []
    },
    {
        "title": "基于深度学习的跨模态检索方法研究",
        "year": "2019",
        "keyWordOri": [
            "深度学习；",
            "公共空间学习；",
            "注意力机制；",
            "跨媒体信息检索；",
            "相关度融合"
        ],
        "abs": "跨模态检索是一种支持不同模态多媒体数据之间相互检索的信息检索方式近年来互联网上的多媒体数据日益增长跨模态检索受到广泛的关注本项目拟通过深度学习技术深入挖掘不同模态数据之间的关系设计灵活有效的跨模态检索模型和通用框架首先针对跨模态检索应用我们拟从人注意力机制的角度出发研究多媒体数据的特征表达方法以得到更鲁棒的特征其次我们研究为不同模态的数据学习多个具有差异化的公共空间探索从多个角度来衡量跨模态数据之间的相关度进一步我们研究跨模态检索模型的自适应融合策略根据不同模型的特性设计一种基于学习的融合策略对不同模型的跨模态相关度进行融合最后基于项目的研究成果设计开发跨模态检索原型系统本项目的研究成果将为跨模态检索提供理论与技术支撑有助于多媒体搜索服务朝着更方便更准确更智能化的方向发展",
        "fileName": "testFile76",
        "tags": []
    },
    {
        "title": "机器学习的数据和模型安全保护及测评",
        "year": "2019",
        "keyWordOri": [
            "隐私安全；",
            "神经网络；",
            "数据隐私保护；",
            "同态加密；",
            "机器学习"
        ],
        "abs": "近年来机器学习技术得到快速发展和广泛应用然而传统安全方法还无法有效解决机器学习应用中数据和算法模型的安全保护问题导致用户敏感数据的泄露和有价值的军事商业算法受到窃取严重阻碍了机器学习的推广应用本项目主要围绕算法的安全保护目标与算法的函数表达复杂性学习结果精确性两大矛盾展开研究结合密码学和隐私保护安全技术针对几类典型的机器学习算法构造安全高效精确的机器学习算法保护方案具体研究内容包括首先研究机器学习隐私保护的安全模型提出相应的模型框架理论其次通过优化预测函数表达以设计的批同态加密为核心利用通用可组合安全技术准自适应的非交互式零知识证明等关键密码技术构造具体的安全学习算法并保障其精度与效率最后建立统一完善的测评体系进行安全测评通过本项目的研究解决上述机器学习中的隐私安全问题",
        "fileName": "testFile77",
        "tags": []
    },
    {
        "title": "云计算环境下的全同态加密实用化技术基础研究",
        "year": "2019",
        "keyWordOri": [
            "云计算；",
            "全同态加密；",
            "隐私保护",
            null,
            null
        ],
        "abs": "全同态加密从根本上解决了将数据及操作委托给第三方时的保密问题能够在云计算等新型服务模式下发挥重要作用但是现有密文同态运算计算复杂度较高与密文规模膨胀严重通信复杂度较大远远满足不了云计算环境下的实际应用需求本项目旨在提高云计算环境下的密文同态运算效率与通信传输速率主要研究三个方面的技术基础问题研究噪声约减技术高效实现与优化组合问题研究密文打包技术的代数结构与关键环节的优化实现方法解决目前密文打包技术通用性可移植性差与效率低的问题研究与对称密码算法的有效融合方法解决低成本对称密码算法同态电路转换问题三个方面的研究内容从不同的角度提升云计算环境下的密文同态运算效率与通信传输速率研究成果可以为云计算环境下方案的实际应用提供重要技术储备",
        "fileName": "testFile78",
        "tags": []
    },
    {
        "title": "头戴式虚拟现实条件下基于耳道脑波信号和深度学习模型的情绪识别研究",
        "year": "2019",
        "keyWordOri": [
            "脑电信号；",
            "情绪识别；",
            "脑机接口；",
            "模式识别",
            null
        ],
        "abs": "耳道脑电波是在耳道内部采集到的脑电波。虽然其通道数较少，无法反应多个脑区的活动变化，但是由于具有采集方式简单、易于穿戴，以及较强的抗伪迹能力等优点，基于耳道脑波的脑机接口研究具有巨大的商业潜力。因此，自2012年其概念提出以来，已有不少由传统脑电主导的应用研究开始向耳道脑电转变。然而，由于其在预处理方法、特征提取方式及情绪表达的神经机理等方面都还有很多问题有待研究，因此一些被广泛接受的脑电信号处理方法对耳道脑电并不一定适合。本项目以情绪识别为研究对象，提出利用深度学习模型探索耳道脑波中可能蕴藏着的独有的情绪特征，并评估该模型在基于虚拟现实技术的非静态环境中的可行性，旨在: 1)通过有/无预处理的比较性研究，实现一个最优的耳道脑波情绪识别模型; 2) 通过耳道和头皮脑电的比较性研究，进一步完善耳道脑电的理论基础和信号处理方法，为实现一个更加便捷的情绪识别技术做出有益的探索。",
        "fileName": "testFile79",
        "tags": []
    },
    {
        "title": "云计算数据中心高扩展全光互连架构设计",
        "year": "2019",
        "keyWordOri": [
            "路由和波长分配；",
            "高扩展；",
            "光交换网络；",
            "光网络架构；",
            "低阻塞"
        ],
        "abs": "由于具备高带宽低能耗透明传输等特性光互连被认为是解决云计算数据中心电互连网络能耗和带宽瓶颈的有效技术针对现有光互连方案在交换粒度控制开销互连规模有效吞吐等方面的不足本课题以设计低阻塞易扩展低能耗高容量光互连网络为目标通过引入复合图理论和基于光传输特性的约束方法设计拓扑结构实现数万节点的低能耗全光互连利用光器件双向传输特性结合特定拓扑的连接规则设计分布式控制协议包括基于全光反馈的光交换策略基于转发端口的源路由算法基于冲突域抑制的波长分配方案等实现低开销无丢包多粒度的信息传输控制基于硅光技术的最新进展和无阻塞交叉开关的构建方法设计快速配置多域时域空域波长域操作信道透明的光交换节点实现对通信策略的有效支持课题的研究将为硅光技术最新成果提供典型应用场景解决带宽增长与能耗约束的矛盾为大规模数据中心提供一种低能耗高性能的光互连方案",
        "fileName": "testFile80",
        "tags": []
    },
    {
        "title": "基于无监督学习的单分子电导数据挖掘",
        "year": "2019",
        "keyWordOri": [
            "分子电子学；",
            "机械可控裂结技术；",
            "数据挖掘；",
            "单分子电导；",
            "无监督学习"
        ],
        "abs": "目前常用的单分子电导测量技术是扫描隧道显微镜裂结技术和机械可控裂结技术，这类技术可以在单次实验中重复获取大量电导曲线数据，对这些数据实现准确分类，充分挖掘出此数据中与单分子电导有关的信息，为制备分子器件提供了依据。但是，针对越来越庞大的数据，如何进行准确、有效、可信的处理，仍是个难题。本项目基于申请人此前的研究基础，提出了基于无监督学习算法，针对大量电导数据，实现高效、可信的数据处理与表征。本项目首先通过机械可控裂结技术获取大量分子的分子结电导的测量数据，依据数据特征，首次构建模拟出大约1000组的电导数据，每组中都含有大量的随机生成的不同类别的电导数据，使用这些数据作为算法的验证集，用于评判无监督学习算法的准确性。最后以此为依据，将特定算法具体应用于实际的实验测量数据，发展出一套行之有效的单分子电导数据的处理流程，挖掘出更多有效、可信的单分子电导信息，为分子电子学的研究提供可靠的数据基础",
        "fileName": "testFile81",
        "tags": []
    },
    {
        "title": "基于“人境交互”数据库的住宅参与式设计方法研究",
        "year": "2019",
        "keyWordOri": [
            "设计方法；",
            "住户参与；",
            "住宅设计；",
            "交互方式；",
            "虚拟现实"
        ],
        "abs": "住宅的使用需求随着人民生活水平的提升动态发展，目前住宅户型稳定性与住户需求易变性之间的矛盾，导致了住宅反复拆建的现象时有发生，既浪费了大量资源，又给社会财富带来了巨大损失。参与式设计是解决该问题的方法之一。但住宅设计是一个专业且复杂的过程，住户作为非专业人士加入其中，不仅增加了设计过程中时间、经济、人力的消耗，其本身的参与程度也非常有限。.虚拟现实技术具备高仿真的环境表达与高效率的信息交换，将“人机交互”推进到“人境交互”的层面。对于住户来说，该技术在参与式设计中的应用，不仅减轻了非专业人士对建筑信息的认知负担，更降低了操作难度。这将有助于设计效率的提升。因此，本项目基于“人境交互”数据库，对虚拟现实环境下用户在参与式设计过程中的交互行为进行考察与分析，测量各交互要素对设计成效与用户体验的影响，从而提出针对参与式设计的“人境交互”优化策略，为“自下而上”的建筑设计的实践与推广提供指导。",
        "fileName": "testFile82",
        "tags": []
    },
    {
        "title": "数据中心低频动态拓扑结构设计与优化",
        "year": "2019",
        "keyWordOri": [
            "拓扑工程；",
            "云计算；",
            "数据中心；",
            "鲁棒性优化；",
            "光交换互连"
        ],
        "abs": "移动互联网、IoT等技术快速发展，使云平台成为不可或缺的基础资源。然而，实时产生的多类异常阻碍其性能高可用，智能化异常等级排序及预警作为常规异常检测的有效补充，为异常定位与处理提供有力支持。本课题针对云平台数据多类型、非平衡、高动态等特征进行研究，旨在设计实时、高效、鲁棒的智能异常等级排序及预警系统，主要包含：1)离线学习，利用距离约束下多视角特征融合模型获得优化解及结构化排序输出。2)在线学习，首先，借助局部权值矩阵平衡样本分布，并进一步拓展为遗忘机制的增量方法，提升计算效率。同时，利用二分类任务转化实现新类识别。其次，建立协同多视角特征提取模型，并利用无监督哈希映射获得特征可视化结果。为保证动态计算执行效率，本课题借助大数据平台Hadoop及并行计算框架Spark完成模型评价与系统构建。本课题的研究有助于建立智能化异常预警方法的研究体系，为云平台智能化运维提供了有效途径。",
        "fileName": "testFile83",
        "tags": []
    },
    {
        "title": "传统村落声景设计与评价研究——以浙江省为例",
        "year": "2019",
        "keyWordOri": [
            "景观规划；",
            "声景；",
            "情绪体验；",
            "传统村落；",
            "虚拟现实"
        ],
        "abs": "目前传统村落声景研究尚未形成体系在声景资源挖掘保护声景评价以及声景设计策略等方面都存在空缺本项目以浙江省传统村落为例借助神经学等多学科前沿技术聚焦声景设计声景体验和情绪体验之间的内在关联性关联度及控制策略首先对浙江省传统村落声景资源展开调查与挖掘建立传统村落声景研究数据库其次建立并验证基于虚拟现实的虚拟声景情绪体验研究方法再次通过虚拟声景控制变量研究量化分析并确定传统村落声景情绪体验的主要影响因素提出这些影响因素的影响阈值最终提出传统村落声景设计策略和评价技术指标在绿水青山就是金山银山的新时代的背景下对浙江省传统村落开展声景研究不仅有助于浙江省传统村落发展其普适性的研究成果和研究方法还可推广到全国其他传统村落有助于传统村落在发展过程中实现文化传承环境保护与经济发展的良性互动具有重要的经济效益实用价值和科学意义",
        "fileName": "testFile84",
        "tags": []
    },
    {
        "title": "瞬态云环境下的自适应大图迭代查询处理关键技术研究",
        "year": "2019",
        "keyWordOri": [
            "瞬态云资源；",
            "云计算；",
            "大图查询；",
            "迭代式图处理；",
            "图索引"
        ],
        "abs": "云计算环境下，不确定行为的来源复杂性和传播放大性为服务性能保障带来了巨大挑战。尤其面对由众多存在依赖关系的组件组成的复杂应用，现有云资源分配和调度方法存在计算失序、传输失调、组件失协、应对失策问题，使得应用端到端的性能难以保障。本项目选择从“智能感知”和“多资源协同”的角度，在干扰可控的计算、传输协调的通信、端到端的协同编排和运行时应对四个方面提出了一套完整的多资源分配方案，以期大幅度提高云应用的端到端性能确定性。其基本思想可概括为:智能干扰感知的计算和通信，多资源协同分配，自学习资源调整。即，提出基于机器学习聚类干扰预测方法提高干扰感知的场景覆盖能力，指导计算和通信资源分配；设计应用多阶段与系统多资源的时空置换协同分配方案，保障端到端规划性能；提出基于强化学习的方法解决运行时序列多步最优资源调整决策问题，保障运行时性能。研究成果有望大幅度提高现有云服务的性能确定性，推动云计算产业发展。",
        "fileName": "testFile85",
        "tags": []
    },
    {
        "title": "基于深度学习的非正面微表情识别研究",
        "year": "2019",
        "keyWordOri": [
            "微表情数据库；",
            "微表情识别；",
            "深度学习；",
            "情感识别；",
            "非正面视角"
        ],
        "abs": "微表情是一种短暂的微弱的无意识的面部表情持续的时间往往在秒之内能够揭示人类试图隐藏的真实情绪微表情识别旨在让机器具有足够的智能能够识别人类的这种真实情绪基于微表情识别可以开发出很多有趣且实用的技术如测谎技术等因此当前微表情识别已经成为情感计算人机交互和计算机视觉中一个受到较多关注的研究课题本项目围绕当前极具挑战性的非正面视角下的微表情识别问题开展深入的研究提出面向非正面微表情识别的深度学习系列方法主要包括以下四个研究内容大规模多视角微表情数据库的建立基于深度区域特征学习的非正面微表情识别基于共享注意力机制双流卷积神经网络模型的非正面微表情识别基于深度领域再生成的跨视角微表情识别本项目侧重于深度学习模型的构建及其在非正面微表情识别方面的运用",
        "fileName": "testFile86",
        "tags": []
    },
    {
        "title": "多用户云环境下可编程虚拟网卡的架构与应用",
        "year": "2019",
        "keyWordOri": [
            "智能网卡；",
            "网络虚拟化；",
            "云计算；",
            "可编程网络",
            null
        ],
        "abs": "可编程智能网卡是一种板载或系统的服务器网卡硬件用户可将服务器程序的部分核心逻辑卸载到智能网卡中运行以获得明显的加速效果但是智能网卡硬件缺乏相应的虚拟化方案其编程能力仅能被具有极高权限的集群管理员使用无法在云环境中被普通用户使用这极大地限制了智能网卡的应用场景也阻碍了云用户应用的性能升级本项目提出了可编程虚拟网卡的概念作为智能网卡硬件的一种高效实用的虚拟化解决方案可编程虚拟网卡向云环境中的普通用户开放了安全可靠的编程接口使普通用户也可以享受核心逻辑的卸载加速效果本项目将从多个角度对可编程虚拟网卡展开深入研究包括整体软件架构云环境下的安全性保证多用户场景下的调度云用户的编程接口设计云环境下的实际应用项目的研究成果不仅可以提升云计算系统的整体性能也可以促进新型云计算应用的诞生",
        "fileName": "testFile87",
        "tags": []
    },
    {
        "title": "基于虚拟现实技术的村庄协同规划方法研究",
        "year": "2019",
        "keyWordOri": [
            "时空成本；",
            "协同规划方法；",
            "乡村规划；",
            "公众参与；",
            "虚拟现实"
        ],
        "abs": "高时空成本影响下公众参与不足导致的村庄规划落地难问题，已经成为制约乡村振兴的关键因素。本项目以“提高公众参与村庄规划程度，增强村庄规划落地性”为目标进行研究。首先，深入研究了降低公众参与村庄规划时空成本的方法，提出借助虚拟现实技术，构建村庄协同规划信息技术平台，使得不同参与主体在虚拟现实的场景中进行跨时空沟通。其次，在此基础上进一步发展村庄规划公众参与的相关理论和方法，对多元主体参与村庄规划的行为特征、协同方法等进行深入研究，提出协同规划的技术流程，通过实验和实践两个方式论证基于村庄协同规划信息技术平台的多元主体协同规划方法的可操作性。最后，通过构建乡村规划实施效果评价体系，对村庄协同规划的实施效果进行综合评价，进一步验证该方法的有效性。本研究将促进虚拟现实技术与城乡规划学科的交叉融合，进一步丰富城乡规划公众参与的理论与方法，并为加快实现乡村振兴提供有力的技术支撑。",
        "fileName": "testFile88",
        "tags": []
    },
    {
        "title": "360度全景视频流式传输中的码率自适应机制研究",
        "year": "2019",
        "keyWordOri": [
            "360度全景视频；",
            "移动系统；",
            "流媒体技术；",
            "虚拟现实；",
            "码率自适应"
        ],
        "abs": "作为一种新兴的多媒体形式度视频提供了一种独特的全景观看体验得到了越来越多的用户关注由于度全景视频相比于传统视频有更多的像素而用户往往只有有限的视区现行的传输完整帧的方式是比较浪费带宽资源的所以图块化传输被提出用来选择性地传输视频画面的一部分对此度全景视频对其流式传输带来了新的挑战首先用户行为反应在其视区和感兴趣区上对用户体验质量有重要影响其次受限于硬件能力移动终端已经呈现无法满足未来多媒体内容处理的趋势在新的形势下本项目拟研究度全景视频流式传输中的码率自适应机制从对用户行为分析和预测出发对用户体验质量建立表达模型以优化用户主观体验为目标结合用户行为和硬件能力等因素运用模型预测控制和强化学习的方法探索码率自适应算法的设计本项目的成功实施可以对虚拟现实等移动平台上的多媒体应用起到有力的支撑和推动作用具有广阔的应用前景",
        "fileName": "testFile89",
        "tags": []
    },
    {
        "title": "基于机器学习的管型航路柔性化方法研究",
        "year": "2019",
        "keyWordOri": [
            "空域灵活使用；",
            "空中交通管理；",
            "空域规划；",
            "管型航路；",
            "机器学习"
        ],
        "abs": "随着航空运输业持续高速发展民航空域紧张的局面已然呈现由点到面的发展趋势各国都在积极探索空管系统升级和变革的新概念新思路和新方法在新航行技术日臻成熟的背景下欧美航空发达国家率先提出了具备大容量自主间隔和柔性化等崭新特点的管型航路运行概念管制单位可以动态的激活关闭管型航路灵活改变管型航路的空间位置和构型以根据实际需求增减空域容量提高空域运行效率和避让危险区域现阶段管型航路研究已取得不少成果但在理论与实践相结合方面还存在诸多困难特别是难以满足民航实际运行中对安全性和时效性兼顾的问题机器学习是近年来兴起的一门多领域交叉方法被证明具有出众地实时推理分析和预测能力非常适应解决民航领域应用难题现阶段机器学习在民航领域尚处在起步和和探索阶段率先将机器学习引入管型航路的应用研究中必将推进管型航路理论与实践地深度融合研究具有重要的理论价值和现实意义",
        "fileName": "testFile90",
        "tags": []
    },
    {
        "title": "基于虚拟现实技术的认知-运动联合游戏训练提升老年人认知能力及内在神经机制的研究",
        "year": "2019",
        "keyWordOri": [
            "大脑可塑性；",
            "VR游戏设计；",
            "多模态磁共振成像技术；",
            "认知-运动联合训练；",
            "实时交互"
        ],
        "abs": "老龄化伴随的神经认知衰退是威胁老年人身心健康的最大风险因素已有研究表明老年人仍保持有一定的大脑自身恢复和重建的能力即大脑可塑性本项目在以往研究的基础上提出基于技术的认知运动相结合的游戏设计方案使老年人在体验轻松愉快的游戏的同时激发其神经可塑性达到减缓老年人神经衰退提升其认知能力的目的其次本项目在游戏训练的基础上结合多模态脑成像技术提取训练后老年人认知能力提升相关的大脑结构和功能特征为游戏认知干预有效性提供脑成像方面的证据为老年人大脑可塑性提供新的研究支撑",
        "fileName": "testFile91",
        "tags": []
    },
    {
        "title": "CRISPR/Cas介导核酸扩增结合磁调控可视化FRET信号鉴别食品物种技术研究",
        "year": "2019",
        "keyWordOri": [
            "可视化；",
            "双重分析；",
            "DNA；",
            "恒温核酸扩增；",
            "物种真实性"
        ],
        "abs": "食品物种的准确鉴定是保障消费安全防止食品欺诈的重要技术手段针对当前食品物种检测技术存在操作时间长仪器要求高及难以实现多靶标同时高灵敏分析等局限本项目拟以大西洋鲑鱼和虹鳟的物种鉴别为例利用技术介导扩增靶基因并结合聚合物荧光纳米粒子建立高灵敏可视化荧光分析法首先本项目将采用技术介导切刻酶恒温扩增反应高效扩增特征内源基因解决用于双链扩增灵敏度低的问题其次本项目将利用聚合物荧光纳米粒子的强荧光和高效率及磁性纳米粒子的磁分离特性通过靶基因扩增产物调控聚合物纳米粒子的荧光颜色及在磁场中的聚集响应实现双靶标同时准确可视化区分该方法具有灵敏可视化双信号同时分析的优点将为食品中多种源成分快速鉴别提供新方法为防止食品欺诈保障食品安全提供有力技术支撑",
        "fileName": "testFile92",
        "tags": []
    },
    {
        "title": "神经网络连续学习的动力学机制研究",
        "year": "2019",
        "keyWordOri": [
            "神经网络；",
            "时间序列分析",
            null,
            null,
            null
        ],
        "abs": "连续学习是大脑的一项核心能力，保证了个体在学习新技能/知识的同时不会忘记旧的技能/知识。因此，连续学习是神经科学领域和人工智能领域的重要课题。前者在实验上已对该课题进行了细致的研究，但缺少系统的理论刻画；后者则侧重于算法上的实现，但采用的人工神经网络不具备真实神经元特征的动力学。本项目将从物理的角度把这两方面的探索有机的结合起来，给出神经网络在动力学上可行的连续学习机制。一方面，我们将借鉴人工智能领域中现有算法，在兼具生物和人工神经网络特征的水池神经网络上测试这些方案的可行性，利用平均场理论分析连续学习的动力学过程，提出满足上述要求的动力学机制。另一方面，我们将分析神经认知实验的时序数据，研究神经元权重和神经网络拓扑性质在连续学习过程中的演变规律，并对比实验证据和理论结果，进一步改进所提出的动力学机制。本研究将帮助我们进一步理解大脑的连续学习机理，同时也将启发类脑智能的新算法、新思路。",
        "fileName": "testFile93",
        "tags": []
    },
    {
        "title": "生物时空大数据建模研究",
        "year": "2019",
        "keyWordOri": [
            "生物信息；",
            "复杂纵向数据；",
            "4D 细胞核组学；",
            "主结构分析；",
            "大数据"
        ],
        "abs": "随着生物技术与大数据科学的交叉融汇海量数据云集涌现对生物大分子结构动态化集成化的研究日益成为揭示基因组运作机制从分子水平推进精准医疗必需的条件日新月异的实验数据需要创造性的分析方法与统计学模型本项目着眼于生物信息学特别是细胞核组学中空间时间相关的大数据分析研究以下统计建模问题空间主结构分析的统计模型与算法多轨道回归的模型估计与模型选择基因组时空数据结构变点与时段变点的同步捕获算法",
        "fileName": "testFile94",
        "tags": []
    },
    {
        "title": "基于低毒近红外量子点的多模影像探针用于可视化肿瘤免疫分型研究",
        "year": "2019",
        "keyWordOri": [
            "可视化；",
            "多模态成像；",
            "近红外量子点；",
            "纳米生物探针；",
            "肿瘤免疫分型"
        ],
        "abs": "食品物种的准确鉴定是保障消费安全、防止食品欺诈的重要技术手段。针对当前食品物种检测技术存在操作时间长、仪器要求高及难以实现多靶标同时高灵敏分析等局限，本项目拟以大西洋鲑鱼和虹鳟的物种鉴别为例，利用CRISPR/Cas技术介导扩增靶基因，并结合聚合物荧光纳米粒子建立高灵敏可视化荧光分析法。首先，本项目将采用CRISPR/Cas技术介导切刻酶恒温扩增反应（NEAR）高效扩增特征内源基因，解决NEAR用于双链DNA扩增灵敏度低的问题；其次，本项目将利用聚合物荧光纳米粒子的强荧光和高FRET效率及磁性纳米粒子（MPs）的磁分离特性，通过靶基因扩增产物调控聚合物纳米粒子的荧光颜色及在磁场中的聚集响应，实现双靶标同时准确可视化区分。该方法具有灵敏、可视化、双信号同时分析的优点，将为食品中多种源成分快速鉴别提供新方法，为防止食品欺诈、保障食品安全提供有力技术支撑。",
        "fileName": "testFile95",
        "tags": []
    },
    {
        "title": "GCN5靶向纳米探针在胶质瘤恶性演进中的可视化意义与边界判定",
        "year": "2019",
        "keyWordOri": [
            "可视化；",
            "胶质瘤；",
            "恶性演进；",
            "GCN5纳米探针；",
            "肿瘤边界"
        ],
        "abs": "胶质瘤演进机制复杂恶性度高侵袭性强常规影像方法难以有效观测瘤周浸润性生长的肿瘤细胞因此精准判定胶质瘤边界和浸润范围对于指导术中切缘有重要意义体细胞水平上的基因突变是肿瘤重要特征我们前期应用多组学分析对突变进行注释筛选出并验证其在胶质瘤恶性演进中的驱动功能病理学上我们发现瘤细胞清晰表达且与分级有关而正常细胞不表达因此可作为判定胶质瘤级别区分肿瘤细胞浸润范围与边界的靶分子本项目拟利用小分子抑制剂结合树枝状高分子合成胶质瘤的靶向纳米分子探针观测其在胶质瘤细胞系血脑屏障仿生芯片及小鼠原位移植瘤模型中的分子影像特征实现胶质瘤高场的恶性演进可视化与生物学边界判断本项目有望获得体内稳定性好靶向性高的新型纳米成像探针为活体判定胶质瘤边界评估疗效与分级提供新的影像学方法具有重大科学意义和潜在应用价值",
        "fileName": "testFile96",
        "tags": []
    },
    {
        "title": "基于ICT的萘酚基D-π-A型比色/荧光探针构筑及其对次氯酸盐的可视化检测性能研究",
        "year": "2019",
        "keyWordOri": [
            "可视化；",
            "水凝胶；",
            "荧光传感；",
            "探针；",
            "爆炸物识别"
        ],
        "abs": "次氯酸盐是非制式爆炸物原料之一，实现对其液体及固体颗粒的快速、痕量识别对维护国家公共安全至关重要。目前，针对生物体或饮用水中次氯酸盐的检测研究较多，但存在检测限差，摩尔吸光系数低，响应慢且需多步合成等缺点。我们前期工作发现具有D-π-A结构的生色团对于次氯酸盐的检测具有检测限低、响应快的优点。因此，本研究拟通过以萘酚为电子给体，含氰基吸电子基为电子受体，C=C双键为活性位点的D-π-A型比色-荧光探针结构的设计，增加摩尔吸光系数及荧光强度，提高次氯酸盐检测灵敏度；通过制备孔隙率高的比色-荧光传感纤维膜，提高材料比表面积，达到快速、痕量检测的目的；通过水凝胶基底的引入，实现对次氯酸盐固体颗粒的检测。深入探讨探针对次氯酸盐的响应机理；进一步阐明电子受体的吸电子强弱及传感纤维膜结构对次氯酸盐检测性能的影响机制。此研究将为制备高灵敏、快速、痕量、可视化检测次氯酸盐的比色-荧光传感材料开辟新途径。",
        "fileName": "testFile97",
        "tags": []
    },
    {
        "title": "氮化碳红色荧光量子点的可控制备及其在可视化传感与多模态生物成像中的应用研究",
        "year": "2019",
        "keyWordOri": [
            "可视化；",
            "可控合成；",
            "多模态生物成像；",
            "石墨相氮化碳量子点；",
            "荧光传感"
        ],
        "abs": "石墨相氮化碳量子点因具有优异的光电性质与生物相容性在化学传感生物成像和癌症治疗领域备受关注然而尺寸均一性低缺乏红色荧光发光及多模态生物成像功能是阻碍广泛应用的关键难题对此本项目拟以模板法制备尺寸均匀结构稳定且可发射红色荧光的构筑基于的可视化荧光传感方法开发便携式荧光检测试纸通过和元素共掺杂建立基于的多模态生物成像应用旨在从理论层面上研究的生长及荧光红移的机制从技术层面上解决高温合成过程中过度热聚合的问题项目预期研究成果为制备尺寸均匀发射红色荧光氮化碳纳米材料及其多模态生物成像应用提供实验和理论指导并促进荧光及多模态生物成像技术在医疗检测领域的快速便捷化使用",
        "fileName": "testFile98",
        "tags": []
    },
    {
        "title": "区域综合能源系统的数字孪生运行模拟方法研究",
        "year": "2019",
        "keyWordOri": [
            "数据驱动；",
            "数字孪生；",
            "运行模拟；",
            "综合能源系统；",
            "信息物理融合"
        ],
        "abs": "区域综合能源系统运行问题因各类能源时空特性交织复杂信息物理环节耦合等诸多新特征而更加复杂对更有效的运行模拟分析手段形成了迫切需求数字孪生作为复杂工业系统设计运行的前沿技术理念旨在构建真实系统在数字空间中的全息镜像为区域综合能源系统运行问题提供了重要解决思路本项目立足于数字孪生的核心技术构成通过区域综合能源系统的多物理场多源信息耦合特征刻画多源数据融合驱动的复杂运行特性认知半解析框架下的混杂模型分析求解多尺度运行模拟与应用反馈等方法研究构建了具备高保真度镜像能力虚实信息融合能力复杂场景运行模拟能力自我演化与自我完善能力的区域综合能源系统数字孪生能够在数字空间中呈现出与真实系统一致的行为模式和动态特征进而能够以全景可观灵活可控的数字孪生完成真实世界内难以实现的运行分析应用为揭示系统运行机理掌握多能流耦合规律实现高品质运行优化等提供了有力支撑手段",
        "fileName": "testFile99",
        "tags": []
    },
    {
        "title": "基于数字孪生的产品设计与制造融合信息建模方法研究",
        "year": "2019",
        "keyWordOri": [
            "多领域统一建模；",
            "数字孪生；",
            "设计重用；",
            "产品信息建模；",
            "信息物理融合"
        ],
        "abs": "当前，产品设计与制造之间存在脱节，一方面造成设计信息可重用性低，另一反面造成制造信息不能有效支撑产品的优化设计，最终导致无法实现产品设计与制造的虚实映射和循环迭代。数字孪生（DT，Digital Twin）理论的出现为产品设计与制造的深入融合提供了一种有效途径。本项目将从产品设计数字孪生模型的语义翻译和数据重用方法，以及物理空间制造数据与产品设计孪生数据的动态连接机理出发，首先深入分析基于DT的设计与制造融合复杂过程，揭示融合过程中异构信息的多状态非线性关系；然后，建立基于DT的产品设计与制造融合统一信息模型、面向制造的产品设计数字孪生语义模型；最后，提出语义模型驱动的产品设计孪生数据重用策略与方法、标准化的分布式共享数据模型交互机制，实现产品设计孪生数据与实际制造数据的动态连接。本项目的理论与技术能有效支撑产品设计与制造的虚实映射、循环迭代和集成设计。",
        "fileName": "testFile100",
        "tags": []
    },
    {
        "title": "色彩混合原理支持下的空间同位模式可视化挖掘",
        "year": "2019",
        "keyWordOri": [
            "可视化；",
            "空间同位模式；",
            "空间数据挖掘",
            null,
            null
        ],
        "abs": "空间同位模式挖掘是空间数据挖掘研究的重要内容在城市设施规划与配置生态共生现象发现犯罪事件依赖关系探测等应用上可发挥重要作用本研究一改传统方法主要依赖统计分析和数据挖掘的方式将可视化的形象思维引入建立空间同位模式可视化挖掘方法充分展现可视化视物致知的功效以期对经典空间数据挖掘方法进行有效的补充本申请项目将以空间同位模式视觉模型的构建解译优化为研究主线首先构建基于色彩混合原理的视觉模型以模拟和表达空间同位模式然后对视觉模型机理进行深层次诠释和解译最后顾及视觉感知对模型进行优化本研究将突破传统可视化主要用于研究结果符号化表达的局限将其提升为一种视觉思维方法可通过形象的方式直接探求揭示和模拟空间现象的地学规律并有望为空间同位模式挖掘提供新的思路和方法途径提升同位模式挖掘的实际应用潜力",
        "fileName": "testFile101",
        "tags": []
    },
    {
        "title": "基于人工智能与大脑活动图谱的新型高通量药物筛选研究",
        "year": "2019",
        "keyWordOri": [
            "高通量；",
            "人工智能；",
            "机器学习；",
            "药物筛选；",
            "大脑活动图谱"
        ],
        "abs": "在现代社会，尤其是在人口老龄化的情况下，健康物联网被视为满足人们健康医护需求，实现个性治疗、预防治疗及参与治疗的新一代技术。以超低功耗（近零功耗）实现体征信息的采集则是实现健康物联网的关键，为此我们在本项目中提出了在连续时间离散幅度域(CTDA)下实现人工智能机器学习的无线可穿戴传感芯片系统架构。CTDA系统完全有别于传统的奈奎斯特采样系统。它无需时钟，能够大大降低稀疏信号的样本数，有望实现极低功耗。在CTDA架构下实现人工神经网络，是一个全新的课题。据我们所知，还没有学者进行过相关研究。我们将对这一新型架构在理论和电路两个层面进行深入研究，提出适合事件驱动的模拟人工智能算法，研究并开创一系列关键电路，包括电极接口模拟前端、模拟信息转换器、模拟机器学习电路等。通过本项目的研究，我们将充分地展现CTDA架构的特点和优越性，丰富其理论基础，并有力推动其实用化。",
        "fileName": "testFile102",
        "tags": []
    },
    {
        "title": "几何物理特性深度融合的装配误差传递机理及数字孪生模型构建与实现方法",
        "year": "2019",
        "keyWordOri": [
            "智能装配；",
            "装配精度；",
            "数字化装配；",
            "装配变形；",
            "光滑粒子"
        ],
        "abs": "机械系统装配性能不断提升基于理想特征与刚体假设的误差传递分析方法已难以满足精量化装配要求本项目以数字化测量与并行计算快速发展为契机创新地提出了几何物理特性深度融合的数字孪生模型解决复杂精密机械系统装配误差准确预测的构想探究衔接设计与测量的几何误差表征方法打通三维测量三维点云几何光滑粒子物理误差修正技术路线针对固定连接过盈配合与间隙配合等典型配合特征构建基于光滑粒子的装配过程几何物理要素融合的误差传递数字孪生模型与全尺寸链分析模型揭示考虑形面变形和接触不确定性的装配误差传递机理研究微小尺寸特征的几何与物理特性并行计算技术提升复杂仿真模型计算效率通过典型配合特征试验验证与修正模型参数提高预测精度本项目为数字化智能化制造技术在产品装配精度保障中的深入结合为推动数字孪生技术应用提供理论支撑与技术实现方案",
        "fileName": "testFile103",
        "tags": []
    },
    {
        "title": "神经网络中的连接机制研究",
        "year": "2019",
        "keyWordOri": [
            "BP网络；",
            "神经网络；",
            "连接机制",
            null,
            null
        ],
        "abs": "神经网络由神经计算单元相互连接而成。一方面，连接是神经网络结构的基本组成元素。另一方面，连接存储了神经网络所学习到的知识。因此，好的连接机制是神经网络十分重要的组成部分。虽然已有研究者提出一些性能优秀的连接机制，但是系统地研究神经网络连接机制的工作尚不多见。本项目拟从计算单元内的连接、计算单元之间的连接和网络层之间的连接三个层面系统地开展神经网络连接机制的研究，拓展相关连接机制，提高网络性能。本项目的主要研究内容包括:（1）研究计算单元中的侧向连接机制，突破现有计算单元在神经元连接和信息传递方面的限制；（2）研究计算单元间的共享连接机制，构建动态深度网络，提高网络稳定性；（3）研究网络层之间的时滞连接机制，建立多重时滞信息的选择机制。相关网络拟应用于医学数据分析。本项目的研究对进一步推动神经网络发展具有重要的科学意义和应用价值。",
        "fileName": "testFile104",
        "tags": []
    },
    {
        "title": "基于小样本异构数据和人工智能的罕见病的精确诊断",
        "year": "2019",
        "keyWordOri": [
            "小样本学习；",
            "罕见病；",
            "人工智能；",
            "数据增强；",
            "生物医学"
        ],
        "abs": "罕见病是指患病人数占总人口的很小比例的疾病，但因为罕见病种类繁多，患病的总人数非常可观。漏诊、误诊以及不适当的治疗决策在罕见病患者中很常见，因此，罕见病的诊断和治疗一直是现代医疗亟需攻破的重大难题之一。随着科学技术的进步，人工智能的发展则给这一挑战性的问题带来曙光，利用人工智能来精准诊断罕见病和辅助决策治疗方案是一件极其必要和紧迫的事情。.本项目拟整合医学影像、电子病历、组学数据等多种不同类型的异构数据，系统地建立基于小样本数据集的人工智能算法，用于识别和诊断人类罕见病；通过泛化技术，提升人工智能算法在多任务诊断中的泛化能力，使得该算法具备同时诊断多种不同罕见病的能力，在此基础上，进一步筛选出和疾病相关联的致病突变基因及具体的突变位点，分析和探讨突变与致病性的关联，为人类罕见病的识别和诊断提供一套新思路与新方法，助于罕见病的及时诊断和早期预防，为下一步的临床治疗提供帮助。",
        "fileName": "testFile105",
        "tags": []
    },
    {
        "title": "矿床领域文本数据挖掘与知识图谱构建",
        "year": "2019",
        "keyWordOri": [
            "知识图谱；",
            "斑岩型铜矿；",
            "人工智能；",
            "矿床领域本体；",
            "文本信息挖掘"
        ],
        "abs": "基于大数据思维及技术方法开展矿床领域知识库和知识图谱的构建对人工智能在矿床学中的研究具有重要意义矿床领域知识大多隐含在非结构化地质文本资料中需要利用人工智能相关技术对文本进行结构性信息提取存储和可视化表达本项目将探索从矿床领域地质文本大数据中自动抽取三元组结构性信息与知识图谱构建的技术方法并基于所建立的知识图谱进行语义信息挖掘和知识推理的探索性研究拟以斑岩型铜矿床文本大数据为例在本体模型的指导下综合利用双向长短期记忆模型和条件随机场模型方法探索矿床领域文本数据词性标识方法并利用因子图模型抽取矿床领域实体及其语义关系研究抽取结果的存储方法和可视化表达方式建立矿床领域知识库和知识图谱进而开展语义信息挖掘和知识推理的探索性研究此项研究对非结构性地学大数据挖掘及矿床学研究都具有重要的科学意义和应用价值",
        "fileName": "testFile106",
        "tags": []
    },
    {
        "title": "基于射频识别和计算机视觉技术的室内定位理论和方法研究",
        "year": "2019",
        "keyWordOri": [
            "追踪技术；",
            "智能感知；",
            "定位技术；",
            "射频识别；",
            "计算机视觉"
        ],
        "abs": "射频识别技术作为构建物联网的关键技术从诞生至今得到了人们的广泛关注伴随着越来越多物体上被部署了标签人们逐渐意识到除了能够对物体进行标识之外更重要的是物体的位置信息虽然国内外相关基于的定位工作已经取得了不少成果但仍面临着部署成本或硬件开销大精度不足的问题基于以上背景本项目提出融合射频识别和计算机视觉技术在室内环境下实现对目标的细粒度追踪为此在本项目中我们首先研究基于图像信息的运动物体检测和追踪然后研究基于标签相位信息的物体识别和信号建模之后设计融合算法将视觉方法获取的轨迹信息和无线方法获取的相位信息进行有机结合从而实现对特定目标的高精度定位和追踪最后我们还将搭建一套集成研究开发测试和应用为一体的目标追踪平台以期未来能够进行更加深入的研究",
        "fileName": "testFile107",
        "tags": []
    },
    {
        "title": "针对人脸识别神经网络的物理域黑盒攻击研究",
        "year": "2019",
        "keyWordOri": [
            "人脸识别系统；",
            "神经网络；",
            "物理攻击；",
            "黑盒攻击；",
            "信息安全技术"
        ],
        "abs": "随着机器学习理论的发展，神经网络极大地提升了人脸识别准确率，促进人脸识别技术广泛应用于金融、安防、政务等领域。然而神经网络缺乏理论上的可解释性，近年来出现了针对神经网络的攻击研究。人脸识别具有特殊的身份识别和验证功能，研究针对人脸识别神经网络的攻击具有重要的科研意义和社会价值。图像域攻击方法生成和原图像相似的攻击图像造成神经网络识别出错；物理域攻击方法通过装饰人脸使得图像正常采集但神经网络识别出错。图像域攻击须截获人脸图像进行编辑，攻击成本高、难度大，而物理域攻击仅需对人脸进行装饰即可欺骗神经网络，方法灵活便捷。本项目拟从物理域攻击角度研究针对人脸识别神经网络的黑盒攻击方法，该方法无需获取神经网络结构及参数，仅通过设计人脸装饰物实现对人脸识别的攻击。本项目研究的攻击方法实用性高，拟以攻促防，提升对人脸识别系统安全保障工作的重视，加强针对人脸识别攻击方法的防范，促进神经网络可解释性的研究。",
        "fileName": "testFile108",
        "tags": []
    },
    {
        "title": "优化启发下的可解释深度神经网络及其在图像重建中应用",
        "year": "2019",
        "keyWordOri": [
            "优化算法；",
            "神经网络；",
            "图像重构；",
            "深度学习；",
            "超分辨率"
        ],
        "abs": "数字图像的质量可以说在人们进行交流通信和视觉感知的过程中起着至关重要的作用。在数字图像的采集、存储、传输和处理过程中，由于拍摄设备及人为操作不当等诸多因素不可避免使得最终获得的图像失真，或称为图像退化，从而影响图像质量。因此，利用退化图像对原始真实图像进行复原的图像重建技术，一直以来都是数字图像处理领域里的研究热点，对其研究具有十分重要的理论和现实意义。为了获得高质量且高效率的图像重建算法，本项目将研究有机地结合目前主流的两大类不同的图像重建算法：基于优化的图像重建算法和基于深度网络的图像重建算法，充分利用两者的优点，突破已有将深度神经网络当作是一个“黑盒子”的瓶颈和限制，自适应学习图像稀疏表示先验模型和正则化参数，设计具有可解释性和结构性的优化算法启发下的通用图像重建深度神经网络框架。本项目可取得理论创新与技术突破，为新一代的图像重建技术的研发起到积极推动作用",
        "fileName": "testFile109",
        "tags": []
    },
    {
        "title": "基于BP神经网络的电弧-电极耦合作用机理研究",
        "year": "2019",
        "keyWordOri": [
            "鞘层；",
            "神经网络；",
            "流体力学模拟",
            null,
            null
        ],
        "abs": "电弧等离子体在诸多领域有着广泛的应用如金属切割焊接微纳米材料制备宇航推进等电弧放电机理的研究可以为等离子体发生器的设计提供有效的指导其中一个核心问题为电弧电极相互作用由于电弧等离子体边界层的非线性特征显著使得通过实验研究电弧电极作用变得十分困难因而数值模拟成为探索电弧放电机理的重要手段本项目针对电弧三维瞬态特性和电弧电极相互作用等关键科学问题提出一种基于神经网络和数值模拟的电弧等离子体预测模型可以对电弧弧根的三维非稳态特性进行细致的分析这种模型算法在电弧等离子体数值模拟领域尚未见到报道电弧电极作用机理的研究将有效提高电弧数值模拟的准确性本项目的研究内容可以为电弧等离子体发生器的设计提供更坚实的理论基础",
        "fileName": "testFile110",
        "tags": []
    },
    {
        "title": "面向大气退化图像的特征提取和学习式复原方法研究",
        "year": "2019",
        "keyWordOri": [
            "特征提取；",
            "大气多次散射；",
            "图像增强；",
            "图像去雾；",
            "生成对抗网络"
        ],
        "abs": "雾霾天气会使图像产生对比度下降模糊等综合退化效应大气退化图像复原算法是解决上述问题提升像质的重要手段之一然而大气透过率的准确估计点扩散函数空间变化情况下的盲目去卷积以及如何实现算法运行效率和复原质量的有效兼顾仍是困扰大气退化图像复原算法的主要瓶颈针对上述问题本项目拟开展基于特征提取和模型学习的大气退化图像复原理论与方法研究一是通过稀疏特征提取和概率模型学习构建面向大气透过率的正则化约束条件并在变分贝叶斯学习框架下实现大气透过率的准确估计二是基于大气透过率估计值改进传统复原模型研究基于模型拟合和变分贝叶斯学习的空间变化点扩散函数的准确估计及去卷积方法三是借鉴生成对抗网络理论设计最优化的生成对抗网络结构实现对退化图像的高效高质量复原该项目研究对于丰富大气退化图像复原领域研究具有重要的参考价值对提升图像的信息表达能力和成像系统的探测能力具有重要的意义",
        "fileName": "testFile111",
        "tags": []
    },
    {
        "title": "基于深度学习的计算机视觉和大数据下人工鱼礁区鱼类空间竞争行为机制研究",
        "year": "2019",
        "keyWordOri": [
            "卷积神经网络；",
            "空间竞争行为；",
            "人工礁区鱼类；",
            "深度学习；",
            "大数据"
        ],
        "abs": "作为海洋牧场的重要组成部分，人工鱼礁在海洋生物资源保护中发挥了重要作用。然而人工鱼礁不能无限投放，趋礁鱼类为追求自身利益最大化会在有限的礁区空间产生一系列竞争行为，进而影响海洋生物资源保护效果，因此对人工鱼礁区鱼类空间竞争行为机制进行研究十分必要。传统的现场观察法、渔获法、水声遥测等分析方法不同程度地存在依赖专家经验、破坏鱼类资源、无法判断鱼类类型等缺点。基于深度学习的计算机视觉和大数据技术对礁区鱼类进行分析无入侵且经济有效。项目对人工鱼礁区视频预处理，基于CNN构建礁区鱼类计算机识别模型；结合隐马尔可夫链实现鱼类追踪；构建鱼类典型行为概率模型，探寻礁区鱼类在多维时间尺度下的空间竞争行为规律，并分析其空间竞争行为对不同造礁材料、不同构型的人工鱼礁和不同水质环境的响应，最终探寻非约束环境下礁区鱼类空间竞争行为机制。从而为合理开发和管理海洋资源、保护海洋生态系统、保障海洋生态安全提供科学支撑。",
        "fileName": "testFile112",
        "tags": []
    },
    {
        "title": "Time-of-Flight深度相机多径干扰问题的研究",
        "year": "2019",
        "keyWordOri": [
            "三维重建；",
            "深度感知；",
            "图像处理；",
            "计算机视觉；",
            "计算摄像"
        ],
        "abs": "随着时代的发展多媒体信息技术已经从二维时代走入了三维时代通常我们需要在传统的二维图像的基础上增加深度信息来获得完整的三维信息而深度信息可以通过深度相机来获取时间飞行技术是目前主流的深度感知技术它有着高精度和高速度的特点并且已经得到了大规模产业化应用但是受限于的原理技术仍然受到多径传播的干扰这种干扰会导致错误的深度信息进而使得以深度信息为基础的三维重建失真本项目拟建立深度相机的多径干扰仿真平台设计一种基于深度学习的深度相机多径干扰抑制算法在模型和算法的基础上构建仿真系统并在真实场景下试验算法性能本项目希望在抑制相机多径干扰的关键技术方面取得突破从而提高深度相机的精度促进相机在精准三维重建方面的应用",
        "fileName": "testFile113",
        "tags": []
    },
    {
        "title": "信息安全中伪随机序列的生成和性质及应用研究",
        "year": "2019",
        "keyWordOri": [
            "伪随机性；",
            "线性复杂度；",
            "自相关性；",
            "2-adic复杂度；",
            "线性码"
        ],
        "abs": "伪随机序列在通信密码编码等领域有广泛应用构造适用于各应用领域的伪随机序列一直是伪随机序列理论研究热点本项目拟以几类分圆序列和单圈函数序列为研究切入点利用有限域代数数论和组合学的理论和方法深入研究伪随机序列的构造安全性以及在编码中的应用研究以序列为代表的分圆序列的生成序列的复杂度等指标研究一类周期为的几乎完备高斯整数序列的复杂度构造有限域和分圆域上极大周期伪随机序列设计基于非线性密码函数的伪随机序列生成器从生成序列的安全性指标角度研究这种生成器的特性设计基于单圈函数序列和等分圆序列的线性码研究其维数重量分布极小距离等指标遴选性质优良的码研究其在组合设计秘密共享等方面的应用本项目的研究结果有望促进伪随机序列理论研究为通信和密码理论和应用提供新的部件",
        "fileName": "testFile114",
        "tags": []
    },
    {
        "title": "基于迁移学习的有遮挡场景行人再识别关键问题研究",
        "year": "2019",
        "keyWordOri": [
            "行为识别；",
            "深度学习；",
            "行人再识别；",
            "图像处理；",
            "计算机视觉"
        ],
        "abs": "通过视频摄像监控快速、准确地获取场景中的人像信息对于国家安防和公安刑侦工作十分重要。随着视频监控摄像头的大规模普及，仅依靠人工分析视频内容需要消耗大量人力资源和时间，无法满足日益增长的公安业务发展需求。同时，在我们的日常生活中，摄像头所捕捉到的目标行人图像都会不可避免地受到遮挡物的影响。为解决上述两项问题，本项目基于深度学习的方法，在有人体躯干和属性特征标注的无遮挡行人再识别数据集上进行预训练，以期获得能精准识别人体躯干的深度网络。我们再在该预训练网络的基础上，使用深度强化学习，将先前学习的经验用于无标注的有遮挡场景下，从而减少对人工标注的依赖。同时，本项目还会设计一个特征融合网络，将检测到的不同躯干特征融合为一个复合特征用于最终的行人匹配。该研究有助于将行人再识别算法进一步应用于日常有遮挡的监控场景下，为实现泛化能力强、计算精确的视频监控内容分析提供新思路和新方法。",
        "fileName": "testFile115",
        "tags": []
    },
    {
        "title": "语音声学参数篡改检测的关键理论及算法研究",
        "year": "2019",
        "keyWordOri": [
            "信息安全；",
            "篡改检测；",
            "生成式对抗网络；",
            "语音信号处理",
            null
        ],
        "abs": "语音合成技术及神经网络的发展使人们可以精确的操纵语音的声学参数，生成极具自然度的合成语音。然而，滥用这些技术不但增加了语音被篡改的风险，也催生了一种更加精良隐蔽的语音篡改方式——声学参数篡改。利用声学参数篡改，不法分子可以伪造出任何人的声音，引发严重的语音安全问题。由于声学参数篡改在篡改方式上更加精良复杂，篡改后的语音也更加流畅、清晰，检测此类篡改存在很大的技术难度。本课题重点研究声学参数篡改检测中的关键问题，包括如何提取声学参数篡改特征并在语音中定位声学参数篡改；如何区分不同声学参数篡改的独特属性以识别篡改类型；如何依据篡改类型及原始语音特点对篡改区域进行恢复。在算法方面，课题将研究基于近邻算子的篡改特征抽取算法，基于多分类判别器的篡改特征匹配算法，基于注意力机制的篡改定位算法，以及基于增强U-Net的篡改恢复算法。本课题工作将为声学参数篡改检测提供新的理论和技术积累。",
        "fileName": "testFile116",
        "tags": []
    },
    {
        "title": "面向信息安全的边缘计算资源协同优化理论与方法研究",
        "year": "2019",
        "keyWordOri": [
            "协同优化；",
            "移动计算；",
            "边缘计算；",
            "信息安全",
            null
        ],
        "abs": "边缘计算技术通过将计算中心负载迁移到更靠近数据源的边缘位置进行处理相比基于云计算的方案来说缩短了端到端处理延迟然而由于现有集中式资源分配方案存在信息安全隐患以及分布式边缘资源协同优化技术提供的边缘资源利用效率低等问题边缘计算技术无法满足未来万物互联中高可靠高效率计算服务的诉求本项目拟从网络经济学出发探索构建信息安全约束下的边缘资源协同优化框架揭示各用户之间相互制约的关系以洞察拥塞控制的内在机理并在此基础上突破面向信息安全的边缘资源协同方法和算法设计解决现有边缘资源优化技术中存在的安全性低资源利用率低及适应性差等问题最后针对所提的关键技术进行仿真验证和性能评估为解决面向信息安全的边缘资源协同技术在实用化过程中所面临的关键性问题奠定基础",
        "fileName": "testFile117",
        "tags": []
    },
    {
        "title": "非限制环境下形变物体几何特征提取中的关键问题研究",
        "year": "2019",
        "keyWordOri": [
            "深度神经网络；",
            "特征提取；",
            "形变物体；",
            "姿态估计；",
            "特征点检测"
        ],
        "abs": "非限制环境下的形变物体几何特征提取是计算机视觉研究领域的一项关键内容是形变物体图像识别和分析任务中的重要环节本项目针对现有基于深度神经网络模型的形变物体几何特征提取算法中存在的若干关键问题展开研究内容包括针对数据标注困难带来的训练样本不足问题提出基于几何特征先验驱动的生成对抗网络框架旨在生成更加稳定的高质量的多样性的和几何特征可控的真实感虚拟训练样本从而提高神经网络模型训练的性能针对非限制环境下的物体遮挡和分辨率低下等问题提出使用上下文相关的推理模型降低数据不确定性提升现有感知网络的鲁棒性针对实用环境下神经网络模型运行效率低下的问题研究新的轻量化模型和多分辨率多通道模型融合策略实现低成本可移动终端上的实时几何特征提取本项目的开展将进一步拓展形变物体几何特征提取的研究内容提升现有算法在非限制环境下的泛化能力准确度以及运行效率",
        "fileName": "testFile118",
        "tags": []
    },
    {
        "title": "基于混沌理论和神经网络的蒸发波导高度预测新方法研究",
        "year": "2019",
        "keyWordOri": [
            "时间序列；",
            "神经网络；",
            "海洋监测；",
            "混沌理论；",
            "蒸发波导高度预测"
        ],
        "abs": "随着海洋监测范围的不断扩展基于蒸发波导的海洋监测数据远距离高速率传输将成为跨海数据无线传输研究的热点其中蒸发波导高度是指示蒸发波导陷获电磁波信号能力的重要电磁参量因此如何对蒸发波导高度进行有效预测是该研究中亟待解决的问题本项目从蒸发波导高度时间序列数据出发结合混沌理论和神经网络的最新研究成果首先解决蒸发波导高度时间序列预测的可行性问题然后针对时间序列的不平稳性和非线性特点采用多尺度分析与径向基函数神经网络相结合的方法构建一种波导高度静态预测算法此外基于时间序列的混沌特性并引入数据同化技术针对预测过程中时间序列数据不断更新变化的特点提出一种波导高度动态预测算法本项目以南海海域蒸发波导高度历史时间序列数据为基础对上述预测算法进行验证和评估本项目研究成果为蒸发波导高度预测提供一种新的思路也为蒸发波导环境下海洋信息远距离高速率传输提供关键技术支持",
        "fileName": "testFile119",
        "tags": []
    },
    {
        "title": "连接主义及制图学理论指导下的高分辨率遥感影像道路网提取技术",
        "year": "2019",
        "keyWordOri": [
            "连接主义；",
            "遥感影像；",
            "道路网提取；",
            "计算机视觉；",
            "道路特征综合"
        ],
        "abs": "本项目以遥感影像处理中经典的道路网提取技术为背景和切入点在现有影像预处理道路段匹配搜索等技术的基础上开展基于计算机视觉中连接主义和严密制图学理论的高分辨率影像道路网提取技术研究丰富了遥感影像处理中应用连接主义思想的理论体系项目研究借鉴深度学习理论在目标检测方面的优势构建基于深度卷积网络的遥感影像立交桥检测定位技术针对立交桥空间属性分析与判断问题设计了多源数据融合分析和挖掘的判断方法设计了基于可变形部件模型和语义规则的道路交叉口识别技术针对路面干扰因素对提取效果的影响设计了基于均值漂移与卡尔曼滤波的道路段匹配搜索技术并以此进行道路网组网与拓扑结构构建工作该项目的研究可以为遥感影像地理要素采集城市规划测绘应用等诸多领域探索一条可供借鉴的研究思路",
        "fileName": "testFile120",
        "tags": []
    },
    {
        "title": "自动机器学习中神经网络结构搜索过拟合问题的研究",
        "year": "2019",
        "keyWordOri": [
            "新型智能技术应用；",
            "网络结构搜索；",
            "网络结构优化；",
            "自动机器学习；",
            "计算机视觉"
        ],
        "abs": "深度神经网络模型的设计对于专业知识和经验有非常高的要求同时也需要大量的人力投入进行算法的试错自动机器学习为各种任务提供了端到端的智能解决方案解决了资深人工智能专家短缺的问题本项目旨在研究自动机器学习中神经网络结构搜索过拟合问题以增强最优网络结构的泛化能力神经网络结构搜索空间随着神经网络深度和算子个数以指数级增长巨大的搜索空间是导致网络结构过拟合的主要原因本项目将首先研究基于先验知识的特定任务上的搜索空间压缩解决方案在此基础上本项目进一步研究通用任务上的搜索空间压缩解决方案最后本项目将作为组件部署到云端为各行各业提供端到端智能解决方案本项目的创新之处在于首次提出了网络结构过拟合问题并且通过压缩搜索空间解决局部优化和过拟合问题从而提高自动机器学习的应用范围",
        "fileName": "testFile121",
        "tags": []
    },
    {
        "title": "基于深度学习特征提取的复杂工业过程辨识建模方法研究",
        "year": "2019",
        "keyWordOri": [
            "特征提取；",
            "过程建模；",
            "深度学习；",
            "递阶辨识；",
            "非线性系统"
        ],
        "abs": "现代工业过程已呈现出向大型化复杂化的方向发展产生和存储了大量的数据使得基于模型的工业过程控制器设计遇到了极大的困难如何深度挖掘出大规模过程数据中的有用信息并将这些信息用于复杂工业过程的建模和辨识是领域内亟待解决的问题本项目围绕复杂工业过程中普遍存在的非线性动态系统的建模和辨识问题展开主要研究内容包括基于深度学习技术针对工业过程数据具有维数高相关性强和冗余度高的特点研究能自动提取数据内在特征的深度学习算法基于辅助模型思想利用过程可测变量搭建动态辅助模型研究能实现填补缺失数据和估计不可测变量的辨识算法利用深度神经网络研究复杂非线性动态系统的辨识建模方法基于递阶原理研究能提高计算效率处理复杂结构系统的辨识算法本项目属于应用基础研究其研究成果对我国流程工业过程的建模和控制有重要参考价值",
        "fileName": "testFile122",
        "tags": []
    },
    {
        "title": "基于稀疏时间-频率-调频率表示的雷达目标微动特征提取",
        "year": "2019",
        "keyWordOri": [
            "特征提取；",
            "雷达信号处理；",
            "雷达目标；",
            "稀疏时间-频率-调频率表示；",
            "微动"
        ],
        "abs": "雷达微动特征在目标探测与识别领域中具有重要的作用。已有微动特征提取方法主要建立在微多普勒模型的基础上，以时频表示作为主要分析工具，在处理复杂观测场景及复杂微动目标上面临诸多挑战。非刚体目标主体回波的干扰、微动形式的未知性、平动与微动相耦合以及这些情况的组合，使微动目标雷达回波呈现出更加复杂的调制特性，降低微动特征提取性能。另外，时频表示难以同时满足表示精度与多分量分辨的要求，在处理交叉的多分量微动信号上性能明显不足。雷达微动特征提取亟需挖掘新的调制规律，研发新的信号处理工具。本项目针对上述问题进行研究，包括三方面科学问题：一是建立典型微动目标时间-频率-调频率调制模型，发掘新的微动调制规律；二是突破基于稀疏时间-频率-调频率表示的多分量信号表征，提升时变多分量微动信号的表征能力；三是实现基于时间-频率-调频率序列的微动形式辨识与特征提取，依托新的调制规律和信号表示方法获得鲁棒的微动特征。",
        "fileName": "testFile123",
        "tags": []
    },
    {
        "title": "基于图像语义特征提取的角膜神经扭曲度智能评估方法研究",
        "year": "2019",
        "keyWordOri": [
            "特征提取；",
            "数据预处理；",
            "特征选择；",
            "规则学习；",
            "医学影像处理"
        ],
        "abs": "临床研究证明角膜神经的扭曲度变化与多种疾病相关,可为多种疾病的筛查和诊疗提供依据。人工扭曲度等级评估具有主观性强和效率低等缺点,不同医生的评估结果常常会不一致,增加了相关知识发现的难度。本项目拟针对共焦显微镜角膜神经图像的专家标注数据,研究基于监督学习的语义特征提取方法,并建立基于规则学习的自动扭曲度评估分类模型。主要研究内容包括:针对专家评估结果不一致的问题,提出基于可信度的标注融合方法用于训练集增强;在神经纤维分割和拓扑结构建立的基础上,提出基于有序加权平均和预聚合函数的医学图像语义特征提取方法;结合规则模型良好的可解释性,构建基于模糊规则模型及其与深度神经网络混合模型的扭曲度评估系统;分别采用定量和定性的方法对模型的精度及其可解释性进行评价。预期项目研究成果将提高角膜神经扭曲度评估的效率和智能化程度,为相关疾病的辅助诊断提供支持,为医学影像处理提供新研究思路。",
        "fileName": "testFile124",
        "tags": []
    },
    {
        "title": "基于机器学习算法的相图构建与预测方法研究",
        "year": "2020",
        "keyWordOri": [
            "相平衡；",
            "相图计算；",
            "机器学习",
            null,
            null
        ],
        "abs": "相图是材料设计的重要基础对材料研究的各个领域都有着重要的指导作用方法作为当今相图计算领域公认的研究范式在材料设计中有着广泛的应用然而其在预测能力等方面的不足限制了它的进一步发展机器学习方法与方法具有较强的互补性在相图计算领域拥有广阔的应用前景目前为止机器学习方法在相图计算领域的应用并不多见其原因在于难以将相图的构建问题转化为一个可解决的机器学习问题本项目拟通过独特的相图标识数字化方法和相边界生成方式将相图的构建问题转化为机器学习问题然后利用机器学习方法本身的特点结合方法提供的相平衡信息对钴基高温合金材料数据进行学习和训练探索出一套较为可靠的相图构建与预测方法",
        "fileName": "testFile125",
        "tags": []
    },
    {
        "title": "基于大数据的“第四张报表”构建及其应用研究",
        "year": "2021",
        "keyWordOri": [
            "估值功能；",
            "公司财务报告；",
            "第四张报表；",
            "大数据；",
            "契约功能"
        ],
        "abs": "随着数智时代的到来，传统的财务报告体系遇到了很大的挑战。囿于信息的审核流程、会计准则要求以及披露形式的限制，会计三张报表在信息的丰富性和及时性上呈现出明显的劣势，这导致其越来越难以满足大数据时代对动态、多维的企业价值信息的需求。本课题拟突破传统财务报告的局限，立足于估值理论和契约理论等，并应用不同层级粒度信息的分析方法和支撑技术，通过对数据资产的价值测量和评估，实现多源异构信息的要素化、结构化和体系化，构建基于大数据的企业“第四张报表”。在此基础上，进一步探究“第四张报表”的估值功能、契约功能和监管功能，丰富和扩展现有财务决策范式。研究内容主要包括企业“第四张报表”的理论框架、要素内容和数据实现研究；“第四张报表”和会计信息估值效应及非传统会计估值因子识别研究；“第四张报表”对公司投资活动、公司融资契约以及公司治理效率的影响研究；“第四张报表”对企业经营风险、治理风险与社会风险的监管研究。",
        "fileName": "testFile126",
        "tags": []
    },
    {
        "title": "科普展馆数学展项基于“沉浸式学习”的传播交流",
        "year": "2021",
        "keyWordOri": [
            "沉浸式学习；",
            "数据可视化；",
            "虚拟现实；",
            "仿真",
            null
        ],
        "abs": "数学与人类发展和社会进步息息相关，广泛用于社会生产和日常生活的方方面面，也为其它门类的学科提供工具，所以科普数学知识，提高数学素养，培养人的理性思维和创造能力显得尤为重要。科普场馆拥有数学科普的优质资源，为普及数学知识和提高数学素养提供了很好的资源和场所。数学的一个重要特点是其本身具有抽象性，加上科普展项多、参观游览人数多、空间有限，易使参观学习者产生观看的“疲劳感”、学习的“被动感”和游览的“局限感”等问题。为解决上述问题，本项目首先以实体科普场馆为依托，对其数学展项进行多维度功能拓展和延伸，构建“沉浸式数学学习”平台，形成总体框架和典型应用示范；然后，举办全国“沉浸式学数学”交流传播活动；激发民众（尤其青少年）热爱数学的兴趣，降低数学知识认知、学习的难度，培养和拓展其空间认知和形象思维等能力。项目成果优化数学科普模式，提高其传播的速度和效率，助力国家的“科教兴国”战略。",
        "fileName": "testFile127",
        "tags": []
    },
    {
        "title": "数据科学与人工智能中的一些算法理论分析",
        "year": "2021",
        "keyWordOri": [
            "数据科学；",
            "学习理论；",
            "深度学习；",
            "人工智能；",
            "压缩感知"
        ],
        "abs": "数据科学与人工智能是当前研究的热点，有着广泛的应用背景，其中深度学习尤为突出。我们利用统计学习理论、信息论、小波分析和逼近论等工具，探索数据科学与人工智能的新理论和方法，拓展深度学习的理论基础。具体包括如下几个方面：1. 在最大/最小熵准则下，结合深度神经网络模型，考察不同层之间的信息熵，力求增加模型的泛化性能，同时提升算法的稳健性。2. 针对非参回归模型，我们通过对 Pairwise 样本进行卷积神经网络的泛化误差分析，研究其相应的误差界、相合性和收敛速度，探索深度神经网络与稳健学习的有机融合和统一。3. 研究数据科学与人工智能的稀疏降维算法，在合适的空间中构造稀疏解，并对参数进行正则化处理，简化学习任务的同时，降低模型的复杂度。. 简言而之，我们探索了信息论、学习理论与深度学习之间的内在关联，为数据科学与人工智能的理论分析提供了新路径。",
        "fileName": "testFile128",
        "tags": []
    },
    {
        "title": "数据科学与人工智能中的一些算法理论分析",
        "year": "2021",
        "keyWordOri": [
            "数据科学；",
            "学习理论；",
            "深度学习；",
            "人工智能；",
            "压缩感知"
        ],
        "abs": "数据科学与人工智能是当前研究的热点，有着广泛的应用背景，其中深度学习尤为突出。我们利用统计学习理论、信息论、小波分析和逼近论等工具，探索数据科学与人工智能的新理论和方法，拓展深度学习的理论基础。具体包括如下几个方面：1 在最大/最小熵准则下，结合深度神经网络模型，考察不同层之间的信息熵，力求增加模型的泛化性能，同时提升算法的稳健性。2针对非参回归模型，我们通过对 Pairwise 样本进行卷积神经网络的泛化误差分析，研究其相应的误差界、相合性和收敛速度，探索深度神经网络与稳健学习的有机融合和统一。3 研究数据科学与人工智能的稀疏降维算法，在合适的空间中构造稀疏解，并对参数进行正则化处理，简化学习任务的同时，降低模型的复杂度。简言而之，我们探索了信息论、学习理论与深度学习之间的内在关联，为数据科学与人工智能的理论分析提供了新路径。",
        "fileName": "testFile129",
        "tags": []
    },
    {
        "title": "信息安全中的编码和数论问题",
        "year": "2021",
        "keyWordOri": [
            "代数数域；",
            "代数曲线；",
            "有限域；",
            "局部修复码；",
            "格"
        ],
        "abs": "本项目是天元数学高级研讨班项目拟邀请国内外研究代数数论组合数学编码后量子公钥密码方面的专家和优秀中青年学者围绕编码理论和后量子公钥密码中的关键数学问题展开深入的交流与合作主要研究下面两个方面问题局部修复码的理论研究和构造模格的最短生成元问题的求解问题针对本项目的研究内容举办两次研讨班展开研讨活动给相关研究领域的学者提供一个自由和宽松的交流合作和展示研究成果的平台交流信息开阔视野掌握新的前沿知识从而推动数学与信息科学交叉领域的发展",
        "fileName": "testFile130",
        "tags": []
    }
]